.
!
you
the
and
to
,
i
so
thanks
a
love
in
have
much
happy
of
for
it
that
my
is
birthday
hahaha
on
hope
an
day
at
i'm
amazing
with
this
just
had
know
haha
got
but
be
@capester8
?
your
you're
when
one
miss
me
as
year
we
not
get
too
it's
all
...
was
like
if
are
@morgharlan
18th
thank
people
back
@kristinreichs27
what
really
i've
good
going
girl
@selmeanawy
sweet
ryan
out
or
next
even
do
best
bday
well
up
those
they
then
them
than
sure
still
soccer
see
school
nice
madison
made
life
home
did
better
been
because
about
together
time
thought
there
says
sarah
off
no
new
never
more
look
how
he
great
glad
from
don't
days
come
can't
ap
after
ya
will
taking
since
should
right
photo
owen
now
making
make
looking
last
honestly
hahahaha
guys
guess
always
@srmejac
@racheldolney32
@oliviawalleser
@libsquigs
@jenniferjarecki
@aiforster14
@
&
wouldn't
worse
who
true
think
that's
take
studying
sis
senior
same
rachel
picture
old
movie
morgan
may
lol
i'll
high
heard
having
gotta
girls
friends
fact
didn't
couldn't
college
barney
aww
awesome
any
adam
@paulynegllo
@eriknesler
@capejenny
yr
wrong
would
working
wish
window
which
were
week
we're
wasn't
wait
tweet
trying
tonight
though
there's
test
tell
team
sweetest
someone
some
she
seeing
related
play
physics
photos
person
paulina
p.s
over
ok
oh
noticed
nothing
nope
nicest
mr
megan
long
little
laugh
i'd
homework
his
him
hey
her
head
has
happen
hannah
grace
gonna
gets
funniest
friend
found
fantastic
fam
exams
everyone
ever
erik
doing
definitely
could
class
can
boy
bc
ball
babysitting
asked
@vanessaalwan
@sophergopher11
@mylahr21
@mweiss1923
@liudeborahh
@jacobsonclaire
@hanss48
@gracedunn13
@emililgauskas
@bcdeca
@alyssaborowski
@ahenricks
3
19th
#bcdecaweek14
york
yesterday
yeah
without
why
while
wearing
watching
very
us
tweets
try
tomorrow
times
thousand
these
their
teammates
teammate
teachers
surprise
super
stay
spush
soph
sleep
six
she's
senor
say
saturday
sadly
saad
ry
ruined
rough
roller
ridiculous
relevant
reichs
ready
reading
random
quiz
queen
putting
prom
pretty
practice
plastic
place
pic
perfect
opinions
only
one's
olivia
officers
night
myself
mom
misses
middle
mean
marissa
lu
lot
lizzie
laura
latin
late
kiss
kicked
jordan
job
jenny
jacob
its
isn't
immediately
im
id
homecoming
hi
here
harlan's
harder
hair
guy
gotten
gone
god
go
getting
funny
free
forward
food
first
find
final
feel
famous
family
fake
eye
exam
emily
embarrassing
either
e
down
doesn't
does
decide
deb
death
dance
d
county
costumes
cool
completely
coasters
closer
clearly
classes
claire
check
cape
by
brother
brookfield
bro
brian
both
bio
being
behind
before
beauty
b
asks
ask
around
anything
anna
amount
also
agreed
again
actually
act
absolutely
able
@tarunjella1
@swindsor2177
@saadkingkhan
@rachelbaker8
@rachaelbucholtz
@mjurasovich
@meganweiss19
@luluzuba
@lindseypipia
@lilwang97
@leahpeavler
@kumaokoro
@jordanmeyer34
@jacobgravenkamp
@heymakaraena
@hannahuczen
@chloeolier
@caitkelley10
@bchscompliment
@babychiang
@austnorton
@aislinnberry
@aelmeanawy
18
17th
1
&lt3
&gt&gt&gt
#sogood
#smh
#karaoke
