.
,
the
to
!
i
a
of
you
and
in
is
that
it
?
for
this
x
my
on
me
be
but
have
not
was
so
i'm
...
are
all
with
no
as
one
it's
your
if
just
about
xxx
at
who
by
people
thank
will
what
i've
from
an
we
now
he
very
don't
know
when
up
there
can
too
like
xx
love
do
@lumos
&
out
would
see
more
they
got
right
yes
think
been
or
good
get
much
happy
please
how
you're
never
well
only
them
day
has
had
children
thing
his
time
because
scotland
really
today
wonderful
her
go
that's
here
which
want
read
were
many
isn't
he's
can't
him
#asone
say
some
need
going
back
#cursedchild
ever
world
new
make
could
why
did
way
help
i'll
those
than
most
last
first
writing
their
our
life
great
@rgalbraith
years
thanks
book
birthday
i'd
harry
best
being
where
twitter
thought
potter
everyone
always
then
should
made
am
work
true
tea
something
us
though
robert
other
keep
hear
said
favourite
over
again
#fantasticbeasts
we're
thread
still
rt
@scotlandteam
tweet
things
name
might
man
yet
tell
take
sorry
seen
real
long
feel
course
also
year
there's
support
next
morning
even
didn't
congratulations
better
words
without
win
news
makes
find
every
enough
called
call
before
you've
women
story
old
into
far
family
asking
#indyref
two
these
nothing
lot
let
ago
12
#backthebbc
prequel
party
off
must
mean
lovely
kind
beautiful
after
uk
try
sure
newt
look
friend
big
another
word
through
they're
says
remember
proud
own
ok
often
english
does
christmas
'
woman
used
she
point
novel
nice
having
hard
exactly
doesn't
believe
any
2
you'll
trying
such
stop
snape
signed
play
part
night
give
free
books
bit
bad
anti
abuse
@neilblairtbp
#bettertogether
write
tickets
thinking
sometimes
sent
question
put
number
moment
little
hope
funny
down
couldn't
brexit
answer
@iainmacwhirter
yourself
wrong
working
wish
watching
watch
told
show
saying
rugby
rather
political
oh
nobody
luck
head
haven't
full
fantastic
doing
coming
care
agree
3
#bbcmemories
#backingblue
whole
while
whether
tomorrow
snp
she's
scottish
making
let's
left
labour
its
hogwarts
hate
few
end
done
change
ask
writer
won't
vote
view
tonight
together
times
t
speech
person
maybe
magic
london
lives
institutions
happened
fun
families
close
character
buy
both
between
already
1
wrote
world's
vulnerable
until
tweets
timeline
share
poor
place
once
movie
may
literally
indeed
important
heard
getting
gave
dumbledore
country
come
child
break
born
afraid
@valmcdermid
@andrewbrutto
22
#voluntourism
written
wouldn't
worth
went
wasn't
wait
truly
thrilled
talk
soon
someone
send
messages
looks
looking
live
joke
john
hufflepuff
however
game
else
donate
dog
definitely
chapter
brilliant
against
actually
wow
worked
week
voters
truth
trump
third
sitting
sad
reason
politics
picture
perfect
money
means
idea
here's
fact
evil
everything
easy
each
corbyn
clear
case
black
away
young
wizards
waiting
three
telling
strike
speaking
somebody
since
set
second
same
quite
quidditch
promise
power
poverty
orphanages
ones
nationalism
myself
loved
lots
laughing
laugh
known
institutionalised
institutionalisation
information
home
helping
hand
god
girl
friends
eyes
died
delighted
characters
beasts
around
anyway
amazing
able
@mattdavelewis
'the
xxxx
whose
wanted
wands
under
tv
talking
supporting
subject
started
shirt
seem
school
scamander
saw
run
room
reasons
published
press
powerful
playing
piece
paper
otter
open
needs
nationalists
missing
men
leader
incredible
husband
helps
heart
forget
finished
feeling
face
extraordinary
excited
different
days
david
cup
calling
belief
asked
aren't
alone
almost
@orkneylibrary
@henryfraser0
#eurovision
yours
you'd
xxxxx
works
won
whatever
welcome
voted
use
union
took
title
test
start
special
single
side
sending
seems
safe
research
reality
problem
probably
previous
president
patronus
office
nhs
millions
meet
meant
matter
lost
letter
leave
later
jim
ireland
hug
hmm
history
high
happen
hahaha
goes
gets
france
five
female
fair
facts
enjoy
either
edinburgh
due
die
decide
currently
claim
chris
chance
cause
cannot
britain
bring
bought
behind
bed
article
anyone
ah
@pottermore
@missingpeople
10
#olympics
#letstalklumos
york
yep
writers
wins
west
understand
turns
trump's
tina
thinks
team
tax
stuff
social
sign
seeing
script
response
referendum
record
reading
re
questions
pictures
pen
others
online
obviously
nutella
non
minutes
mine
lupin
longer
loads
living
key
join
italy
it'll
involved
international
instead
im
hurt
hour
honest
helped
half
guy
guess
government
gone
genius
galbraith
future
found
film
fear
fans
england
directly
death
dead
crying
cry
crime
countries
cool
charity
campaign
brought
british
blood
b
author
anything
american
@susancalman
@mypolitics
@jackthorne
@illystor
@hpplayldn
#keepthesecrets
yesterday
wonder
who's
white
website
wand
visit
violence
using
unless
unbelievable
turn
top
today's
talented
system
supported
strong
starting
stand
sharing
seriously
sell
save
samoa
sadly
rting
robin
public
pro
present
prejudice
post
possible
personally
nationalist
mps
movies
mind
met
magnificent
lumos
lucky
list
least
late
language
knows
killing
kids
kidding
job
james
internet
inside
house
hours
horrible
health
he'll
happening
founded
finishing
feels
extra
express
explain
experience
excellent
example
everybody
eu
earth
early
drink
dm
damage
daily
cover
count
copy
choice
brave
boy
bob
bloody
biggest
believes
bbc
battle
apologise
among
along
albus
advice
absolutely
@rgalbraith's
@okwonga
@missdumezweni
@ardithaliti
7
23
#wizards4scotlandrugbyteam
#thebigtweet
#sixnations
#brexit
yr
youre
yeah
worry
wishes
winning
whore
whom
what's
war
voice
usual
typing
type
turned
trust
tribute
tree
total
tom
tiny
they've
terrorist
term
talent
takes
sweet
suppose
suppo
stories
stephen
statement
standing
spent
soul
son
small
similar
shows
shoulder
sexual
sets
series
sentence
sense
self
scary
scared
royalties
round
retweet
rest
respect
rejection
refugee
redmayne
red
realise
rape
racist
publication
protect
proper
priority
pride
pottermore
possibly
plot
pleasure
peace
pay
particular
parents
paragraph
pain
paid
outside
otherwise
orwell
orphanage
original
opinion
opening
official
odds
o
normal
nor
none
nick
neil
nation
mp
mother
minds
message
meeting
massive
mark
magical
loving
lived
liked
light
leaving
learn
lead
law
laptop
knew
killed
kill
issues
issue
interesting
imagine
hugs
huge
hoping
heroes
hermione
hell
harry's
happens
hallows
h
gives
given
gift
gay
frog
fourth
four
forgot
forever
follow
fit
fire
finish
fan
eye
except
event
ern
eddie
economic
drunk
donation
doctors
disabled
deserved
deserve
democracy
defence
decent
dance
damn
cute
created
couple
correct
cold
check
certainly
celebrating
cat
cake
c
busy
broken
blame
benefits
below
bear
bath
available
appears
apparently
anniversary
angry
america
agreed
ages
afternoon
act
@nickcohen4
@martinmcd1980
@journostephen
@jaggyl
@independentscot
@alwaysamo
@alexmassie
40
4
2007.
1997
17
16
13
#worldbookday
#teamcalman
#strongerin
#strictly
#6nations
worst
worse
wont
wondering
wizard
wishing
wear
we've
watched
warm
wants
volunteering
volunteer
voldemort
views
victory
val
unions
underway
tried
tradition
tories
tip
thoughts
terrorists
tells
taken
stupid
stone
stay
starts
stairs
spot
speak
spanner
sort
snape's
smith
sleep
simply
silkworm
silence
sick
short
shameful
shall
screenplay
screening
scene
s
role
rip
rights
rewrite
returns
reminds
reminded
relief
related
received
reasonable
quote
quotation
putting
progress
produce
pretty
pretend
practise
popular
poll
police
pleased
perhaps
paying
paul
patriotism
past
paris
oliver
oil
offered
nuclear
nowhere
november
novels
notifications
note
nightmares
nightmare
newt's
newspaper
needed
nazi
natural
named
mutual
muslims
muslim
mum
move
moral
months
missed
million
middle
merry
match
march
low
loves
link
liberal
letters
large
king's
kept
katherine
jk
jewish
jacob
jack
irish
interview
insults
inspirational
inspiration
indy
independent
incredibly
impossible
immigrant
immensely
images
hurts
houses
hotel
honour
hit
highland
hi
henry
hearing
header
he'd
hat
hasn't
hahahaha
ha
guts
gryffindor
grow
goldstein
glad
giving
girls
george
garden
further
french
form
forgotten
footage
fool
following
fingers
final
filthy
fight
feathers
fault
f
explained
existence
exhibition
exciting
everywhere
europe
election
effects
education
editor
donations
donated
doesnt
dobby
disagree
dinner
details
desk
deinstitutionalisation
deeply
dear
dark
dangerous
dan
d
culture
cross
cough
cormoran
control
contribution
consider
consequences
completely
coincidence
cohen
clearly
class
children's
checked
charm
changing
changed
cast
cartoon
careful
came
burn
brian
brain
bet
become
basis
awesome
audience
assertion
art
argument
arguing
appropriate
appear
appeal
anger
amount
allergic
alive
aim
age
address
adaptation
across
accurate
account
access
accept
@tomfelton
@maggivaughan
@laurenlaverne
@hinnydestiel
@evylynch
@brocaesartv
@bbcone
@artybagger
@andymurray
@alisonsudol
5.
5
34
280
2016
20
15
'my
'i
#wimbledon2015
#wearelumos
#standwithaleppo
#remain
#hockey
#fridayforty
#finsburypark
#findeverychild
#careerofevil
you.
yorkshire
yates
writer's
worthwhile
worldwide
wood
wizarding
within
wisdom
wing
wilson
wild
widely
weve
weren't
weird
weeks
we'll
we'd
ways
waterston
walk
wake
w
voting
victoria
victim
valuable
utterly
usually
upset
unpacking
unnaturally
universal
unicorn
un
u
typos
tweeting
tweeted
twain
trouble
trolls
treat
train
trailers
trailer
tout
tough
touch
totally
tiffany
threats
thick
theresa
theory
themselves
theatre
th
terrier
terrible
tennis
teddy
tears
teaching
teach
teabag
taught
taste
taking
syrian
sympathy
swear
suspect
surprise
supporter
sunday
suggestions
suggest
suddenly
subconscious
study
strike's
strange
straight
stood
state
stage
spread
spell
speeches
space
source
somewhere
solution
solidarity
society
sobs
smiling
smart
slytherin
six
sit
sirius
sincerely
simple
shoot
she'd
shame
serious
sees
secret
scamandar
satire
russia
rushing
rumour
royal
rowling
row
ron
rob
retweeting
retweeted
report
reminder
regularly
refugees
receive
realised
readers
reach
raised
raise
rage
radicalised
r
queenie
quebec
quarter
pulls
pug
publishers
publisher
production
preferred
prefer
position
portuguese
portugal
poodle
polls
polling
politely
policy
points
plenty
plays
plan
pic
philosopher's
petition
personal
password
pass
parts
painting
page
orphans
order
opposition
offer
obama
ny
notion
noticed
noma
noble
nerves
nerve
neither
nearly
near
nature
naturally
names
murrayfield
multiple
morgan
monday
mistake
milk
michael
mental
member
medium
medical
media
meaning
max
matthew
matt
married
managed
man's
maggie
lying
lose
lily
likes
likely
lies
level
less
led
leading
lauren
lady
lack
la
kinds
kid
keyboard
kennedy
jonathan
johnson
johnnie
jeremy
ive
it.'
intimidate
interested
interest
intentioned
insulting
institute
info
independence
impressed
immediately
immediate
imagined
ill
idiots
ice
humour
human
hufflepuffs
hp
horse
horcrux
honoured
honestly
holiday
himself
hello
hehehe
hating
hates
harsh
harm
happier
hands
hair
hahahahaha
guessing
grey
green
greatly
grateful
govt
gorgeous
gordon
goodbye
gold
goal
glass
git
german
genuinely
genuine
geniuses
gala
furious
funnily
funeral
front
fridge
friday
fred
frankly
foster
forest
foot
fond
flying
flowers
floor
fine
finals
finally
fighting
fictional
fiction
feed
father
fate
fast
fascinating
fall
fab
experts
ex
everyone's
evening
eternal
et
essay
entirely
emotional
elizabeth
eight
effect
editing
eating
duty
duh
drop
drive
dress
dreams
dream
draw
draco
downside
dont
donnie
donating
doctor
divination
disappointed
digital
difficult
difference
diarrhoea
devo
desperately
desire
demand
deleted
delete
define
decided
deaths
deathly
deal
curse
creatures
creative
courage
corrupt
correctness
conversation
context
congrats
confirm
confident
conference
complain
company
common
comment
comes
codes
co
clever
civic
choose
checking
chat
channel
changes
caused
casual
casting
career
candle
cameron
calls
business
bullying
brown
bringing
breaking
bravo
bravest
blushes
blow
bless
blaming
bin
beyond
bets
benefit
behaviour
begging
beedle
beard
bastards
basically
based
band
bag
aww
avi
australia
attempts
attacks
attack
area
ardit
appeals
apologies
anywhere
anthony
answering
announced
angelou
andy
andrea
anagram
although
alternative
alt
alex
alan
aggressive
african
adults
admit
actor
action
acting
accused
according
abroad
@wingsscotland
@victoriataft
@tannerfbowen
@sushmitham
@serenawilliams
@robandmara69
@realrossnoble
@realdonaldtrump
@nancywhiskey
@mrdanfogler
@mmusabjamal
@maruaders
@loonyloolaluna
@lankytwat
@kirikawajuu
@johnnierowling
@johngreen
@jimforscotland
@irelandteamrs
@hotmhayles
@guardian
@gingerbread
@emybemy2
@dannycohen
@chrisrankin
@bohdibyles
@bbc
@anakocovic21
90s
80%
8
30th
24
21
1st
18
14
100%
'you
'yes'
'traitors'
'take
'orphanages'
'not
'no'
'in
'a
&gt
#thegoodimmigrant
#strike
#rugbyworldcup
#loveislove
#leveson
#internationalwomensday
#inourlifetime
#globalgagrule
#gbbofinal
#daviscupfinal
#comeonandy
#19yearslater
