.
i
to
the
you
a
,
me
and
of
?
is
it
this
my
in
for
not
that
so
have
but
like
your
how
if
do
are
up
all
about
on
i'm
why
no
love
can
be
at
when
what
someone
people
one
don't
...
!
get
with
want
right
just
it's
them
we
was
had
fuck
from
as
day
or
literally
too
should
only
now
know
he
fucking
back
you're
who
us
ur
u
time
think
shit
out
myself
can't
because
please
person
its
good
better
been
yourself
yikes
xxx
they
okay
need
make
life
im
has
going
called
being
bc
bad
y'all
were
way
two
thanks
still
some
really
over
never
much
feel
bitch
ass
things
there
see
say
open
nice
moon
lmao
heart
great
girl
even
dont
come
care
boy
am
yes
would
work
well
today
thought
these
talk
take
stop
song
something
poem
our
more
listen
instead
hell
getting
fucked
fire
feelings
everyone
else
depression
culture
anyone
an
already
again
12
#shutuparc
year
world
thing
there's
thats
sure
reason
read
pain
off
new
makes
looking
log
little
keep
isn't
ill
home
help
hate
half
haha
god
everything
down
doesn't
didn't
did
class
captain's
cant
block
anything
..
yet
wrote
wrong
watch
wanted
walk
try
then
their
than
tell
swim
shut
shitty
she
send
school
same
said
relatable
pool
point
old
music
mood
mental
man
look
left
issues
into
idea
hot
hope
homework
high
hey
here
got
go
friends
every
entire
end
does
die
bye
best
before
attention
actually
3
will
whose
while
wheezing
wanna
w
very
used
under
tribute
through
theyre
they're
that's
taking
support
sorry
smh
sleep
sick
she's
second
sad
reminded
relationship
real
power
play
pieces
past
paper
pal
others
oh
offense
next
mouth
most
morning
mom
maybe
lot
long
list
learn
isnt
idk
i've
his
him
her
he's
having
havent
happy
gonna
girls
full
found
forgot
first
family
fact
ever
empty
emotions
eat
dream
done
didnt
deserve
death
cup
could
coming
calling
break
blocked
beautiful
baby
away
always
after
act
accounts
able
22
2
1
zayn
youre
yesterday
years
ya
wtf
worth
working
wonderful
without
wish
wild
whole
wheres
where
whatever
went
week
waiting
voting
use
un
um
trying
trumps
trump
true
trouble
tried
towards
took
told
together
times
three
though
those
theres
therapist
themselves
text
tantrum
t
super
students
steve
stay
states
start
staring
sound
soul
snip
size
sitting
show
shouldn't
seventeen
seen
seeking
seeing
scared
run
rude
roommate
repeat
remembered
regret
realize
question
push
public
prove
problem
probably
pretty
ppl
playing
played
places
place
personal
passive
part
paid
own
once
office
obviously
nothing
needs
nasty
name
mornings
months
minutes
milk
mentally
men
memories
meme
medal
meant
mean
many
making
made
lying
loyola
living
let
lessons
leaving
later
knows
knew
kind
killed
kick
job
ive
inside
innocence
important
immediately
ily
i'll
hurts
house
horrible
history
highkey
heartbreak
heard
hear
health
he'd
hates
hard
happening
happen
hands
handle
gun
group
goes
gets
genocide
gave
game
further
funny
fun
fool
fly
floor
feeling
favourite
father
far
falling
face
eyes
expect
enough
emotion
election
dust
dissociating
dirty
direction
different
deserves
degree
dead
date
dancing
damn
daily
current
crush
country
congress
colors
college
coffee
cliff
clear
choke
chocolate
check
change
card
car
campus
by
burning
boys
big
believe
bears
barely
b
asshole
asked
ashes
around
aren't
anymore
any
amazing
alone
aka
actual
account
4
2017
&
#schmidforscotus
#passs2680
#election2016
#clarify
