.
to
i
,
the
you
my
?
and
a
!
of
in
me
for
is
on
so
i'm
do
school
with
have
at
don't
your
u
not
it's
what
october
just
but
all
:
this
that
it
happy
day
want
are
when
no
me:
like
from
be
go
...
why
please
love
how
get
up
out
oh
never
getting
by
an
about
who
over
much
i've
going
face
bugsy
always
too
time
they
pittsburgh
off
more
if
god
did
can't
back
them
than
take
someone
sleep
life
here
he
cats
cat
can
black
as
after
well
was
s/o
poppy
people
or
one
now
home
her
fuck
enough
eat
class
been
we
wait
us
thought
that's
thank
somebody
said
r
okay
night
next
know
got
good
fat
down
die
cute
chapter
books
bless
birthday
better
being
b
@lilwang97
;
&
you're
writing
week
thanks
still
shut
say
same
rest
read
only
omg
nothing
new
myself
moussa
mean
look
isn't
im
i'll
hot
his
him
hi
hey
head
hate
has
great
grade
girl
food
finally
exams
during
dad
cows
college
cold
city
burgh
ass
am
2
zoya
yourself
winter
windows
will
use
until
twitter
trying
together
today
three
those
there's
there
their
spring
smh
shittsburgh
shit
she's
semester
scream
s
rolling
ready
pokemon
pls
play
pizza
orange
noble
nap
moment
miss
maybe
make
major:
made
low
lost
left
kind
into
ily
help
heart
half
h
glasses
games
fun
friends
freshman
find
feeling
everything
ever
even
doing
decided
dear
daddy
course
colors
catch
caramel
c
buy
bring
bc
art
any
almost
>>>>>
;;
#praisethelord
zoya's
yuri
yet
yes
year
ya
y
would
wish
while
were
weight
weeks
way
warm
w
voice
violin
twerk
tu
try
tried
toys
towards
topic
tmr
tho
think
th
tell
tbh
talk
surrealism
supposed
sunday
summer
suck
stuff
stop
speak
sound
sorry
snapchat
small
sleeping
sky
sitting
since
should
shh
she
senior
send
seeing
see
says
save
right
reality
realise
queen
quality
put
prose
prom
pretty
potatoes
potato
planet
personal
parking
parents
pain
own
overdue
outside
our
others
other
orchestra
old
obviously
obese
nope
noon
noah
nice
nbd
names:
museum
mum:
mrs
most
moments
mom
mmkay
milwaukee
might
midnight
middle
mfw
max
math
makes
madison
looks
looking
long
lol
live
little
likes
let
leave
learning
l
kids
kid
kicking
jennpop
ill
ice
hit
high
hesitate
heard
hard
hallway
halloween
had
gurl
gun
guess
gruetzmacher
giving
gf:
gay
forward
forever
following
follow
flower
flock
fling
fit
fire
fear
father's
far
expensive
especially
else
eating
early
e
dumb
driver
drive
dr
dorm
done
dogs
dog
disgusting
didn't
death
dead
days
d:
d
cs
crying
creeps
country
cook
control
contemplatin
complain
colour
coffee
close
classes
clap
chocolate
chased
charity
cashier:
car
cant
candy
came
call
bunny
brookfield
boyfriend
boo
body
bitch
birds
bihday
big
beyond
best
because
barnes
bae:
bae
badly
baby
awkward
away
asleep
around
apples
apple
anything
anyone
alone
allergies
airport
again
actually
abstract
@totoromonster
@rubycat0573
@noah2h2o
@culvers
@crebancos16
@clareychen
@brianli29
@anepicasian
@aelmeanawy
@
<<<
<333
5th
5
3d
//
#yolo
#wsostate
#lancerway
#greentogreener
yours
young
yolo
yinz
yell
years
yeah
ye
yayyyyyy
yayyyy
yay
yard
yah
xenophobia
xd
wth
wrong
wrecked
wreck
wouldnt
worth
world
worker
work
words
word
woolf
wont
wonderful
won't
women
wolffy
within
win
whoops
whole
whoever
who's
white:
white
which
whatever
what's
wet
welp
welcome
wel
weirdo
weekend
web
weave
weary.
wear
weakness
we're
we'll
watching
wasps
wasn't
warning
war
wanted
wanna
walked
wake
vs
vous
vive
visiting
visit
village
videos:
victim
via
very
vermin
verb
veil
vasoline
valued
valentines
vague
used
urslf
urgent
ur
upsidedown
update:
upcoming
unintelligibly
understand
undercover
umbrella
ultra
uhi'll
uh
ugh
ugghhhh
tyro
typed
two:
two
twice
twerks
twerkons
twerkez
twerkent
tweet
turtles
turing
tunnels
true
trivialise
trick
treating
trains
tragic
town
tough
touches
touched
totally
total
tossing
tortoiseshell
torque
top
tooo
tone
tomorrow
told
tokens
to:
tired
tiny
till
thx
thursday
thug
thruuuu
through
throat
thrives
three:
though
things
thing
they're
these
thesaurus
theremin
there:
then
themed
tf
texts
terrible
temple
telling
technique
tears
teachers
teacher
tea
tastes
taker
taken
table
t
swine
sweating
surprise
surface
sure
supreme
sugar
suffered
such
suburbs
suburban
stupid
study
stuck
stronger
strike
stress
streetpass
streamed
stravinsky
strange
store
stopping
stone
stfu
stepped
stem
steel
state
starts
started
start
standing
stairs
squi
spy
sprint
spotted
spots
spookyroo
spooktacular
spontaneously
splitsburgh
spider
spend
special
soundtrack
sounds
sophomore
soooooo
soon
song
sometime
something
somersaults
somedays
soda
sneak
snapchats
smoothies
smoothie
smoked
smile
slope
slit
slenderman
sleepy
skype
skips
skin
skills
skates
size
six
sir
sinuses
sings
single
sincerely
simon
silence.
sign
side;
shy
shown
shower
show
shoutout
shouldn't
shoulder
shotguns
shook
shitty
shitting
shiny
shins
shhh
shelter
shedding
shared
shaped
shape
shame
shakes
sf
sexually
sex
several
set
service
seriously
serious
september
seoul
self:
seems
secret
secondary
seattle
seasonal
season
seahorse
screaming
scrap
scoopie
schools
schoolers
schedules
saxophone
saw
saturday
sarah
santhosi
sand
sam
sale:
saint
safe
sadly
sad
running
run
rt
rrrrr..r.rrrrrrrreeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee
rosencrantz:
roots
roommate
room
romanticise
river
risk
rise
rip
riff
reunited
returned
resurrection
restaurant
resembles
rescue
replicate
remove
relaxing
relaxed
regardless
reflexes
red
record
receiving
receive
reasons:
really
realised
real
reading
rap
randomly
rain
raga
r.i.p
questions
question
purpose
puppies
punks
punkcore
punk
punch
public
psshh
prove
proud
prognosis
professors
prof
productivity
problematic
problem
prints
princesses
pretending
preparation
praise
powers
positive
position
pos
por
popu
pony
ponies
polite
polar
poison
poetry:
poetry
poem
podium
pocahantas
pm
plays
playing
played
platform
plane
pit
pingpong
pineapple
pilots
piece
picture
pics
pick
picasso
pic
physics
physically
physical
phone
pfft
petting
pets
perhaps
perfec
pepes
pencils
peace
pathetic
pastel.
parked
paper
pap
panicking
panic
paid
overslept
overexertion
ov
outfit
orientation
order
ophelia
open
oooh
one:
one's
ok.
often
offensive
ocarina
obsessed
obama:
obama
o
nut
number
nuh
novella
nous
notion
note
nosebleed
none
noisy
nightmares
nightmare
newts
network
nerdy
nerd
neither
need
near
ne
native
nails
music
murray
mum
mu
mr
movements
mother's
mother
morning
morbidly
months
month.
month
monday
moms
moderately
mission:
mission
missing
minions
minion
mini
mine
mind:
mind
min
mimi
miles
messenger
mess
menu
mental
men
memes
members
member
mega
meet
meant
me.
mcm
mcdonalds
mcdonald's
may
matters
mattered
mathematician
massive
mashed
mary
marquette
maria
many
manizer
manifest
mangas
man
mammal/chipmunk
mall
making
makeup
major
mailbox
mail
magnificent
magnets
magic
madtown
mad
ma
m
lunch
lovin
lovely
loved
loudly
loud
lou
lot
losing
losers
loser
lose
looked
lollipop
lolla
logically
logic
locked
local
lmao
living
literally
listen
lipids
lint
lilyroo's
lily
lil
likeable
lights
lie
library
li
letters
letter
lets
let's
les
legit
leaning
leader
lauren
last
larping
laptop
lap
lady
la
kun
kudos
krumps
krispy
kreme
koi
koh
knock
kitty
kitties
kissed
kiss
kidnap
ketchup
kerouac
keep
k
juice
judge:
joshy
joke
joe
jobs
jimmy
jeremiah
jealous
je
jargon
jargar
jail
j'aime
ive
ittsburgh
its
issue
irl
inviting
invincible
interviewer:
interesting
intentions
instead
instantly
inspiring
injured
inhabitants
inferiority
inconvenient
inappropriate
in'
ims
improve
immediately
imho
image
ils/elles
il/elle
iii
igor
ignore
idk
i'l
i'd
hw
hurry
hundreds
hun
humans
human
hugs..@samwahr
https:/
http
ht
hq
houses
house
hours
hour
hotdogs
horrendous
horny
hope
hoot
hoo
honestly
homework
holding
hoe
hm
hipster's
hipster
hippopotamus
hippeys
hindered
himself
hillary:
hill
heyo
herd
hepcat
hemingway
helping
hello
helicopter:
heinz
heelflip
heck
hearts,
hearts
hearing
hear
healthy
health
he's
hazard
having
haven't
haul
hates
hated
hasn't
harvard
harder
harass
happened
haph
hansome
hang
haneys
haney
hands
hand
hamlet:
hallways
halfway
hair
hail
hahahahahahhaha
habits
gym
guys
guide
gucci
guarantee
grow
groundhog
grossly
grips
grim
greatest
grass
graphers
graduated
graduate
gracious
grabs
grab
gotta
gonna
gobs
goblin
gobbles
glamorous
give
girls
girlfriend:
girantina
ginsburg
gigantic
gift
gi
gey
gets
genuinely
gentleman
geek
gebhardt
garons
gallery
g
furry
fuel
fuck.
fs
fruit
fridge
frickin
free
france
franais
four:
four
found
fortune
fornicating
forgotten
forgot
forests
fo
florence
floor
flight
flannels
fixing
five:
fitzgerald
fireworks
fire.
finished
fines
fine
finals
final
fighting
fight:
fight
fifth
ff:
fever
feral
felt
fell
feel
fedora
feasting
favourite
favor
fast
fan
fam
falling
fall
fake
fails
fail
fact
facetime
f
eyes
extravaganza
expression
explore
exploding
existential
excuse
excited
excess
everyo
everyday
every
eventually
events
ethiopian
etc
essay
espresso
eski
eric:
eric
eradication
enter
english
englilsh
energy
encryptions
employed
emotionally
emoticons
emo's
emily
emeralds
embarrassing
else's
elise:
elise
elementary
elaborate
effort
economy
ease
earth
dying
dump
due
drugs
dropped
drop
driving
drill
dress
drawings
drake
dozen
doughnuts
doubled
dont
donothauntaneerielighthousewithyourwailingspiritifyoucannotaccepttheresponsibilityofguidingwaywards
doll
dog:
doesnt
doesn't
doe
doctor
dobstep
dizzy
ditched
distracted/wander
distorted
distan
disliked
discontentedly
disclaimer:
dip
didn'
dickinson
di
detroit's
detergent
detail
detachable
deported
demo
deliver
delayed
degrees
definitions
definitely
dearest
dare
danger
daddies
curds
cup
cummings
cuisine
cuddles
cryptologists
cryptanalysts
cry
cruz:
crushi
crumpled
crossing
create
cream
crashing
covered
courtroom:
court
could
cool
cookies
cookie
convince
conversation
convenient
continent
cont.
consuming
consume
consciousness
connection
connect
congratulations
condom
concept
computer
comprehend
compositions
compliment
complex
competition
common
come
combust
colored
cmu
club
clifford
clearly
claim
citizen
circuit
cigarettes
church
christmas
chose
choose
choked
chill
childhoods
chewbacca
chest
cherish
chemistry
cheeto
cheese
cheeks
checking
check
cheap
chases
chase
charles
changing
chairs
chainz
ch
cell
caturday
cathedral
cat:
cash
cartwheels
cars
carry
carroll
carnegie
care
capability
cans
can/may
campus
camp
calling/texting
called
calico
calculus
calc
cake
bye
bus
burg
bunch
bum
bullshit
bullies
bukowski
building
buddy
bu
broke
bridges
bride
break
bread
brea
brb
brawn
brakes
brainwaves
brains
boys
boyfriends
boy
boxing
box
bought
bottoms
bother
born
bootyful
booty
bookshelf
books:
book
boob
bo
blonde
blitzburgh
blinging
blazeit420
blast
blackout
black:
bitties
bitcoin
bit
bird
binge
binary
bikes
biden
bffl
between
bet
bestest
beloved
bein
before
beetho
bee
bedsheets
bed
become
beat
bears
beak
bday
bbys
bby
bang
banana
balm's
bad
background
ba
b:
awhhh
awful
awake
average
au
attractive
attempted
atta
athletics
ate
astronommy
assure
asks
asked
aside
asian:
asian
asap
arts
article
arms
armpittsburgh
arm
ark
arent
aren't
areas
area
applesauce
app
anywhere
anyo
anymore
anonymous
ano
ankles
ankle
animals
angry
amtrak
amorous
american:
america:
already
alive
alcohol
album
ajajajajajajaj
airplane
air
aimes
ahhhhhhh
ahahhaha
ahahah
ago
agent
afraid
afford
adrenaline
admitted
addicted
active
act
across
accumulating
acceptance
accept
academics
absolutely
@verminsupreme
@thematthewwolff
@thehandsomemax
@tarunjella1
@squishyrishi
@risd
@mattsmoose
@leeleah4
@kittylilycat
@joshlukas97
@jeffteng1103
@hannnahdavidson
@hamsquishy
@girlonfire97
@emililgauskas
@crebancos16:
@carnegiemellon
@bernicesucks
@bchstyro
@axi0logy
@arniej15
@angeliskai
@anepicasian:
@@
@99hips
>>>>>>>>>
;n;
:p
90s
8th
8:30
80%
8
6
4/20
3rd
3:30
3
25/10/1881
2020s:
2018
2010s:
2000s:
20
18th
12
11
1
..
'tis
'stallis
'i'm
#youcanstandundermyumbrella
#yoloswag
#yesallcats
#twitterversary
#turntartan
#toxic
#thatslove
#summerfest
#spideysenses
#sokind
#socialists
#soboring
#sob
#smellsgood
#sillycat
#seniorskipday
#seniors2015
#sadtweet
#reptiles
#qqykjzziwczdurw
#prom2k14
#priorities
#poser
#pokemongo
#nyc
#notinvisible
#nothingfeelsbetterthan
#nofilter
#neatdayfornature
#nationalpoetrymonth
#nationalicecreamday
#nationalcatday
#murica
#mps
#modelstatus
#milwaukee
#mentionatruefriend
#megahelp
#mcm
#likeaboss
#leohashisoscar
#killme
#kidsmealsforever
#justjoking
#internationalcatday
#illloveyouforever
#ihavecuredscience
#idontgetthisphysicshw
#howneatisthat
#hoco2k14
#help
#heisrisen
#hashtaghashtagidkhowtousethis
#happyeaster
#greattogreater
#gottagofast
#freak
#finallynoticed
#evilmayor
#enigma
#earthday
#congrats
#caturday
#cats
#calc3
#buzzfeed
#blessup
#blesshersoul
#blessed
#birb2016
#birb201
#americaday
#
