.
i
the
to
a
is
you
@bkoerth
and
!
this
of
in
?
it
for
@jimmerjam11
that
@sydneyr
my
@koehlerbear27
have
@sydfromonline
,
on
me
at
@theonlycolton
with
was
just
like
all
what
so
see
hate
an
your
really
people
did
can
but
not
if
as
are
@dak014
@bwcohen
rn
james
he
has
why
we
tweet
think
they
someone
same
out
madison
love
it's
honestly
help
got
get
from
facebook
big
be
would
tbh
should
off
next
new
literally
how
good
go
do
day
back
@recordchump
will
where
when
week
twitter
today
these
there
street
state
only
more
had
even
could
content
come
by
wow
wish
who
went
ur
u
two
trying
time
thanks
take
sydney
still
she
right
picture
phone
parking
over
now
nice
news
never
math
mark
lot
library
lecture
know
into
i'm
hour
hi
going
first
everyone
every
doing
crane
college
brianna
apparently
app
am
@zwagsaf
@whatsalizzy
@ajcoolins
80
1
yes
year
were
way
water
walk
wait
very
uw
used
union
took
too
things
then
thank
starbucks
soar
sad
point
plaza
pay
our
one
omg
no
need
much
month
many
made
look
live
light
left
iphone
im
house
horrible
hm
him
hard
half
great
god
ghosted
excuse
exam
don't
class
card
came
before
become
away
anything
angry
@wiscuntsin
@wiscoislander
@theashun
@mikejroars
@elimaczuzak
#ad
zas
youre
yet
yeah
wrong
work
wisconsin
what's
watching
want
use
us
ups
up
university
unhinged
turn
triggered
tonight
tomorrow
through
thought
tho
them
their
that's
than
terrace
takes
tables
swear
summer
stories
star
spring
soon
snapchat
snap
showing
show
shirt
semester
seen
seeing
seat
scene
saying
said
relatable
rating
quote
professor
problem
probably
pass
outside
or
ok
oh
nothing
myself
moped
mixing
might
mia
menden
maybe
making
make
lyft
looks
looked
likes
let
koerth
koehler
juice
john
job
jamba
its
interesting
instagram
incredible
idea
here
hee
he's
halloween
goes
glass
ghosting
future
free
fat
excited
exact
epic
energy
during
dumb
drunk
doesn't
does
decided
d.c
cuz
cs
cryptic
cry
credit
comes
colton
cloudy
closing
city
chipotle
check
cant
can't
call
bus
bring
bit
bike
between
believe
been
area
any
answer
another
always
also
algorithms
again
account
about
@sarahsemrad
@notdannyknapp
@natalbhalbrooks
@jordanpasbrig
@grantlewis
5
4
10
#relatable
#hottake
young
yoga
yeyeyeye
yell
x
wtf
write
worth
worms
worker
worked
word
woke
witnessed
wiscel
win
wifi
wi
whole
whiteboard
whiskey
while
west
weeks
wears
wear
waukesha
waste
wash
warmer
wanna
waited
voter
voted
volume
voice
visits
vigilante
videos
video
via
vet
valentine
vaccine
uw10
uw's
using
update
understand
under
unaware
um
ultimate
ugh
uber
u2
tweets
tvs
tv
tumble
true
trucks
trapped
translate
transcend
tour
told
today's
tinder
times
thx
thriving
threw
those
thirty
thirsty
thing
thief
therefore
thats
tfti
texts
texted
text
terrifying
tavern
tater
target
tan
tammy
talking
taking
taco
ta
t
syd
sus
support
super
sunset
sun
suggest
such
subway
subtweet
stuff
stuck
stroke
stressor
stopped
stop
stolen
stick
stealing
state-university
starting
started
stand
stage
spot
spooky
splash
spirit
spicy
spell
sparta
sparse
soylent
south
sounds
sorry
sophomore
something
solid
solicited
socks
snapped
smoothie
smiled
smh
smart
sleeping
sleep
slapping
sit
sister
siri
single-handedly
since
simple
significant
sick
shower
shoes
she's
shameful
shame
sext
several
serious
series
seniors
semrad
sell
selfie
seg
sees
seem
seattle
schools
school
scandal
says
say
saw
savings
sarah
san
sadder
rushing
runners
rowers
romm
roastery
rnkid
rise
ring
rewards
reply
rent
removing
remove
remember
red
recruit
recommend
receiving
received
receipts
reason
realize
react
rates
random
ramsey
rail
racks
r
questions
purse
pumped
puddle
propaganda
profile
printing
primaries
price
pretty
press
preorder
pot
posts
possibly
portrait
pop
pool
pollution
pls
play
placards
pipes
pipe
pictures
pics
picnic
picked
physics
photos
phones
perfect
perennial
pda
paying
path
passing
park
panera
pamphlets
pair
p
own
overspent
outfits
outfit
other
oscars
ordinance
opt
open
onion
once
old
ofc
odds
o
novel
notifications.std
normal
nodded
needed
nearly
nationals
must
music
mukwonago
msg
moved
most
more.reply
moral
monsoon
money
moms
mom
modern
mode
miss
minute
mins
mine
miami
metro
meningitis
memories
memorial
members
mega
means
mcdonald's
may
matter
match
male
makes
madisonians
m
lunchables
lucky
low
lost
loses
loop
looking
long
lmk
literal
listening
list
link
linguistics
line
limit
life
liberals
level
less
leisure
leaving
least
learn
lead
later
lasts
last
lake
lab
la
kyle
knows
known
kitchen
kids
kidding
kid
keeping
joe
jerry
jacks
issue
ipadtwitter
invite
invention
interview
interstate
inform
industrial
included
inadequate
impractical
important
imessages
imagine
ily
ill
ih8u
idk
id
i'll
hygge
huh
huge
hub
hours
hospital
hopcat
hogging
his
himself
hilldale
hillary
high
hey
her
hell
hehe
hear
healthy
healthcare
head
hawt
hauntinghexing
hates
happy
handy
guy
group
ground
green
granted
graders
grad
gorham-frances
gordon
goprint
gods
gives
give
gif
ghosts
ghost
getting
gets
gave
gap
game
further
fun
full
fuck
ftw
front
friendaversery
friday
freshman
frat
frapuccino
francisco
foxconn
fox
found
forward
forest
forensics
fly
flight
fix
fireworks
fire
few
fest
fees
feel
feature
favorite
fast
farmville
fancy
family
falls
falling
fact
exposed
explain
experience
exactly
etriggering
especially
episode
entire
engineering
engineer
enforce
endorse
employees
emphasized
emphasize
elie
effort
effect
eclipse
east
earns
dump
dude
dry
driving
drivers
driver
drink
drafts
down
door
donuts
dont
doesnt
document
doctors
dixie
disproportionally
disbelief
disable
dinner
difference
didnt
didn't
dhl
desk
desire
described
delta
degree
defense
decline
decide
death
deans
dead
days
data
dance
damnit
dabbed
cute
cups
cup
cross
croix
crime
cried
creeped
created
cowbells
court
coulter
correct
corporate
corn
conversation
consider
congressman
congress
confront
commonly
coming
columns
colty
colon
collected
coffe
code
co
clutter
clouds
closures
closes
cleaning
classes
churchkey
chunk
christmas
choose
choice
chihuly
charger
charged
changed
certificate
celebration
cats
cat
carrying
cargo
career
care
cards
capitol
canvas
cancer
camera
buying
buy
button
buses
burst
bunch
buildingworkclass
build
bucky
brought
bros
brooklyn
brogrammer
break
branding
bounced
bottle
booked
bonus
bonds
bold
bodies
boarderline
black
bits
bite
biggest
better
best
ben
bell
being
begin
beautiful
bds
bb
basically
bascom
ball
baldwin
background
b
avenue
australian
attention
ate
asking
ask
around
armor
arm
apprentice
apply.
apple
apparel
apartment
anymore
anti-summer
ann
animal
amount
already
allis
allergic
airlines
after
afraid
afloat
advice
adults
actually
activated
act
accent
abbreviation
abandon
@waddupitssoph
@uwmadison
@theonlycolton's
@thednabot
@tesscarlson
@sprintforward
@sherm
@sarsemr
@rwhite97
@realdonaldtrump
@pieceoftrast
@murrrrdith
@meowitsbrianna
@mearstaylor
@me
@markhalperin
@marcusrussell65
@maddylee012
@liviaaorenn
@koehlerluke
@kjon
@kellierowe
@jordanwied
@jonpine24
@johnbolka
@joecpaul
@iwannapettadog
@goldmnretriever
@giadinon
@facebook
@elielocke
@dikdakpak
@damesparkula
@charlieallworth
@ccorbisiero
@bkoertha
@bbcworld
@augustmcginnity
@asianhoopdreamz
@abc
@
800%
7pm
7
630
5th
500
50
4th
4n6
445
42
4.4
3rd
340
2am
28
234
2021
2017
2016.
2
1jesus
15
130am
12
1010
...
'brianna'
'
&lt
&
#uwsummerterm
#uwsummer
#uwfreshman
#uwfall
#uw
#thecloudsaretheonlyeclipseineed
#thanksforsharing
#shotoniphonex
#shotoniphone
#reallyhottake
#readyforthestorm
#perennialtweet
#millenials
#hottertake
#gum
#guessthathelpdeskagent
#fearless
#content
#brand
#aprofileincourage
