.
the
i
a
to
,
is
you
?
in
for
of
it
and
on
my
...
at
that
have
this
!
just
not
are
was
me
be
like
get
:
so
if
all
with
your
but
they
today
its
out
do
am
what
when
people
from
as
can
no
how
an
time
will
day
who
why
up
now
really
about
we
one
more
or
new
going
by
he
go
too
has
would
still
i'm
there
2
year
phone
know
their
right
does
make
did
last
should
even
could
5
over
only
got
down
@
twitter
school
wi
want
tomorrow
think
our
off
literally
good
way
than
need
it's
don't
tweet
see
ever
back
;
thing
some
been
them
someone
into
apparently
wisconsin
week
then
say
next
much
also
love
waukesha
made
look
live
hate
had
first
everyone
college
ap
years
same
night
nice
never
madison
life
before
actually
4
work
us
those
take
record
milwaukee
getting
were
most
help
every
because
10
that's
thankful
state
she
ipad
god
game
feel
data
big
best
basically
after
&
watch
very
use
tonight
oh
might
give
facebook
days
come
better
3
1
money
john
his
half
free
entire
dont
can't
buy
already
yes
wow
where
wait
swear
summer
snow
snapchat
point
please
part
nexus
house
here
great
airport
6
verizon
two
sure
old
many
lot
hours
hm
google
exam
android
went
walk
via
till
through
person
ok
network
morning
may
long
james
im
ice
hour
him
her
computer
around
app
watching
vote
times
test
sister
place
pizza
pay
mom
maybe
governor
bad
>:
:/
yet
world
well
trying
thought
something
saw
sat
said
party
outside
news
iphone
honestly
goes
family
euro
always
@politico
:o
8
wifi
try
took
these
tbh
sounds
shit
national
making
library
job
internet
i'll
high
hi
hey
happy
finally
done
christmas
chem
break
birthday
beef
any
ago
@theashun
wrong
worth
wish
win
turn
things
thats
study
stop
soon
seriously
sad
rn
remember
play
mke
makes
lunch
let
left
least
home
hell
hard
gets
everything
during
doing
cool
close
class
check
call
bought
apush
anyone
again
30
worse
works
weather
w/
u
thanksgiving
thanks
street
speed
snap
since
show
seen
seeing
real
put
pick
pass
park
open
needs
month
kid
jobs
having
full
enough
earth
drive
bring
bit
being
b
amazing
aka
act
:d
7
50
working
winning
while
weeks
used
ur
tried
thank
story
start
sign
screen
science
says
red
pretty
post
possibly
pictures
others
office
non
name
months
lte
lost
looks
important
happen
grade
flight
few
dinner
dad
crazy
coverage
coming
city
bus
apple
:'
15
#johnbolkayearinreview
write
without
white
water
wanted
vs
using
until
under
totally
told
ticket
tell
taking
takes
t
super
summerfest
spring
side
scherbs
run
quite
probs
probably
pro
pls
plan
parking
other
once
omg
nearly
must
music
mobile
mhs
massive
looking
list
line
legit
leave
later
lady
international
idea
hand
friday
food
explain
end
early
doesn't
didn't
decided
cuz
change
car
came
bread
battery
away
anything
anymore
air
@jimmerjam11
2014
#apeuro
you're
yo
whatever
what's
wants
volte
video
van
uw
understand
tweets
tv
tax
stuff
student
speeds
special
shitty
self
seattle
screw
save
salty
running
rip
reading
quote
problem
price
picture
past
parents
paid
own
nothing
min
middle
mexico
menden
me:
math
looked
listening
light
lets
less
italian
haven't
halloween
hall
guy
group
german
fun
found
find
faster
fast
fact
excuse
exactly
else
dog
death
deal
dead
damn
credit
course
comes
chance
cc:
card
camera
c
buying
brianna
ball
ask
area
answer
america
almost
across
@mitchellairport
>
80
40
20
12
..
yikes
worst
wins
whole
whenever
west
warner
walking
tickets
throw
thinks
talking
sub
started
sleep
sick
showing
shoes
shirt
shall
seconds
seat
scuba
s
road
reply
registered
question
program
power
polls
pic
paying
page
ordered
obama
notifications
model
missed
minutes
minute
meet
mb
manager
mail
luck
longer
lives
lecture
late
kinda
kids
joke
ios
interesting
instagram
ill
hr
hot
hope
hit
history
hillary
healthy
he's
guess
government
general
gay
galaxy
front
former
flip
fire
fiber
fear
fall
essay
especially
ellie
dude
drunk
drop
driving
die
didnt
dfw
dance
cut
currently
cs
completely
center
case
care
cards
cant
button
burn
brought
both
ben
asking
anybody
another
@fakeunitedjeff
@bkoerth
@barackobama
60
35
18
14
#snow
youtube
yourself
woz
worked
word
wondering
won't
wireless
which
weekend
warm
wanna
walker
vitamin
vine
v
usually
uses
update
unlimited
union
tweeting
true
town
ton
together
today's
tip:
though
tho
thinking
therefore
tesla
term
teeth
tea
taco
sydney
suck
such
stupid
studying
stressful
stories
stock
stay
starts
starbucks
star
spend
spectrum
south
sorry
smart
sketchy
single
shout
short
set
service
sen
semester
secret
second
scott
score
schools
saying
savings
romney
ride
review
required
reminder
release
receipts
realized
realize
read
quality
puke
public
proud
project
prime
primary
press
pop
pool
points
playing
planet
phones
period
per
passing
packet
oscars
oops
online
olympics
notification
note
nobody
netflix
monday
mitchell
mhz
mexican
matters
matter
martino's
mark
major
lyft
little
link
likely
level
leaving
lbs
lake
knew
kind
juice
join
joe
isn't
ish
impossible
iced
hype
horrible
hear
head
haha
grill
gone
golden
glass
giving
gave
g3
future
fucking
friends
friendly
forget
football
final
figure
field
feeling
favorite
far
fact:
face
eyes
excited
except
exams
episode
employee
emails
email
either
eating
each
dropped
door
dems
dem
delta
deep
debate
dear
de
d
customer
custard
cried
crane
country
content
comcast
chrome
chipotle
chick
cheese
changed
cat
canceled
campus
called
cable
bust
bur
bucket
bolka
blue
between
bernie
believe
bar
badger
aws
awkward
average
asked
april
anyway
anti
annoying
amazon
algorithms
age
against
af
ads
ad
accounting
account
accidentally
@tmobile
@chastaincaleb
500
4th
4g
32
25
100%
100
#yolo
#winsconsin
#winning
#usa
#seriously
#scherbs
youre
young
yeah
yay
writing
won
witte
wisdom
wiscard
whats
wet
welcome
weekly
wednesday
wearing
weak
wasn't
war
videos
version
usual
useless
ups
university
unit
unfortunately
uber
turned
tumblr
tuesday
truck
trip
towers
touch
topic
top
tmo
title
text
testing
tech
system
survey
surprise
supposed
supports
support
sunset
sunday
subway
subsidized
style
students
stuck
strongly
store
stitches
stick
status
stairs
sprint
spot
spirit
spent
spending
specific
southwest
sometimes
skip
sitting
sit
simple
shows
shot
shaw
serve
send
senator
seem
section
sec
season
screenshots
scene
saved
sauce
samsung
sale
s/o
rich
republican
regret
recall
reason
ready
rate
random
ran
race
r
quizup
quit
questions
quarter
putting
pun
pulled
pull
promo
programming
presidential
premium
pre
popular
plane
pics
physics
phd
pet
perfect
parade
oscar
ones
older
official
north
normal
neutrality
myself
museum
moving
movie
moto
motivation
mother
mostly
mitt
mitch
miss
miller
mile
mid
media
max
marxist
map
man
low
losing
logo
lock
local
lights
learn
leafs
lazy
l
kitchen
kills
kill
june
java
jamba
jake
itself
instead
inc
impulse
imagine
horribly
hello
heard
happened
hair
gym
gordon's
gold
gluten
glad
gives
ghosted
gb
further
funny
ft
frozen
freshman
freaking
force
foot
flop
flights
fix
finished
finish
felt
feels
feature
fcc
fb
favorites
fancy
falls
falling
fake
fair
eye
extra
excellent
exact
everybody
event
establishment
entertaining
english
engineering
energy
employees
emphasize
dumb
driver
double
dollars
diving
discount
different
dentist
dec
damnit
daily
crying
cry
created
cream
crash
counter
count
cough
cost
correct
contract
constituents
congress
concert
common
colton
colbert
code
co
cloud
closing
climb
cliff
cleaning
clean
classes
choice
chat
charge
channel
chances
challenge
central
cell
cc
cancn
campaign
calling
california
calc
buses
bullshit
building
build
boy
book
blood
blizzard
bleak
black
billion
besides
berlin
behind
beginning
bed
become
bay
bank
attack
ass
asleep
aren't
apps
apartment
americans
american
although
along
alone
agreement
adults
actual
access
above
able
@verizonwireless
@uwmadison
@tammybaldwinwi
@ofawi
@johnlegere
<3
7th
6th
4.4
3rd
27
2012
16
13
1042
1/4
1/3
#thestruggle
#themoreyouknow
#relatable
#gotv
#fiscalcliff
#ff
#badgers
#ad
zone
yogurt
yellow
yard
ya
x
wouldn't
worker
words
woodman's
wonder
wishes
winter
wings
window
wind
wild
wii
wife
wednesdays
web
wear
watched
wash
wall
wake
waiting
vr
vowifi
voter
voted
volunteering
volume
voice
violence
vines
vikse
view
verry
vernon
verge
vary
va
utopia
username
upper
upgrading
upgrade
updating
update:
unveil
unreliable
universe
united
unhealthy
underwhelming
undergrad
uncarier
unbearably
ugh
typical
type
tx
twist
tweeted
twc
tvs
turns
tuition
trucks
triggered
trending
tree
treat
tray
transfer
train
trace
tower
tomato
toilet
toe
toast
tmus
tmobile
tinder
timeline
ties
thx
three
thoughts
third
theres
texts
terrace
terminal
team
teachers
tattoo
target
tantrum
tammy
talk
taken
tables
table
swollen
switch
swallow
surprised
supply
superbowl
suggestion
suddenly
successful
subs
stroke
streaming
stream
strategy
strait
stores
stored
stopped
stomach
steak
starting
stars
stare
stand
sql
sprinting
spooky
spelled
spell
speculation
specifically
source:
sound
soooo
someone's
solid
social
soccer
soar
snowing
snowed
smoke
smh
smell
smaller
slow
slipped
sleepy
sleeping
skating
six
sister:
siri
singing
signed
signal
shut
shower
shorty
shock
shipped
shawn
share
sfo
several
setting
serious
series
serial
separate
seniors
sell
selfie
seizure
seal
scores
school:
scare
scam
scale
saturday
santa
san
salt
safe
ryan
russian
runs
roommates
room
romney's
roasted
roast
rigney
rewards
revival
retweet
retrospect
resting
response
residence
research
require
republicans
reminds
remaining
registration
register
refuse
recommend
realizes
reality
reader
rea
rating
rails
rage
quickly
qualify
qdoba
purpose
puddle
psa:
proof
prom
professor
professional
problematic
private
prices
president's
president
preach
practice
powers
powered
pouring
potus
posts
posted
possible
position
pos
popcorn
polling
police
plz
plaza
places
pisses
piss
pipe
photo
personality
people:
people's
penalty
peak
pcs
payroll
payment
paul
patterson
password
passed
parks
parked
paper
pairs
pain
p
owned
overrated
ota
original
organizer
often
obviously
obvi
o
ny
notable
nominee
noise
nhs
networks
net
nervous
nelson
neither
needed
naturally
natural
nationwide
named
n
mustard
mukwonago
mph
mozzarella
moved
moped
monsoon
moms
momma
mom:
modern
moderately
mocha
missing
mini
mine
mind
midwest
midterm
michael
metal
message
mendes
memorial
meeting
means
mean
meal
mcdonalds
mbps
match
marriage
market
mandatory
managed
mall
majority
machine
mac
ma
m
lucky
lovely
loud
loses
look:
log
locked
lmao
liquid
links
lindsey
limit
likes
lightning
license
letmein
let's
les
learned
lead
laying
law
lately
lasts
large
labs
kopps
koerth
koehler
knows
known
killing
killer
key
keeps
k
jump
july
journey
jfk
jerry
jeopardy
jelly
january
jacket
jack
issue
ironic
ipod
invented
intro
interstate
internacional
interested
inside
indeed
incredibly
incredible
incorrect
improved
imessages
ii
ideas
ideals
idea:
id
iconic
ian's
hurt
huntsman
huge
hrs
hrc
hotel
hospital
hopefully
hip
higher
helps
hee
heat
heart
hates
hater
happening
hamlet
hail
gunna
gun
guitar
guilty
grown
ground
grossest
green
greek
gotta
gods
gmo
gigabit
gift
gif
ghosting
ghost
gate
gas
games
gaga
frosh
friend
frickin
frick
freezer
francisco
frances
forgot
forever
forensics
forced
foods
following
followers
follow
folder
fml
flying
fly
florida
flops
flat
flappy
five
fitbit
fit
fish
fiscal
fios
finger
fine
finals
filter
festive
fest
fell
feet
fees
fee
fed
fat
fairly
extending
extended
experiences
experience
everywhere
evert
ethernet
esteem
espresso
epic
enter
enjoy
engineer
endorse
emojiis
ellen
election
einstein
edge
econ
eat
easy
east
dump
due
dry
driveway
drivers
drink
doughnut
dosent
dollar
document
doctors
doctor
doable
ditto
dislike
disgusting
directional
difference
developer
details
desk
denied
demand
dells
delivery
delete
delegates
degrees
degree
definition
defiantly
defense
decision
decides
debt
dc
daylight
dare
daniel
dallas/fort
dads
da
d.c
cutting
cute
current
cup
cun
cross
crj
create
crap
cranberries
crack
coyotes
court
costs
corporate
cooler
cookies
convenient
control
contest
contacts
conspiracy
considering
consider
congressman
confused
confirmation
confirm
confidence
computers
communism
commin
colon
collected
cold
coke
cofounder
coffee
cnn
club
closes
click
clear
clarify
civil
chill
childhood
chew
chemistry
cheeto
cheeks
cheap
chats
charter
changes
certificate
cereal
ceiling
caused
cats
cast
cash
carry
capitol
capable
candy
cancer
caesium
byod
busy
bunch
buffalo
bubbler
brob
bright
bridge
brewers
brand
box
bot
born
boring
boat
boaring
board
blow
block
bless
blank
bird
bio
biker
bike
bible
bell
beautiful
beach
bb
baseless
bascom
bars
bands
balls
bag
baby
b4
b13
avoid
austin
audio
attention
attempt
asshole
asap
armed
arm
arguing
apx
applied
application
appears
apart
antennas
antenna
animal
angry
analyze
amount
ambulance
allis
alarm
airtran
agree
aeropuerto
advice
advanced
adult
address
acronyms
accurate
according
ac
absolutely
@twchelp
@twc
@tacobell
@sydneyr
@sydfromonline
@subway
@starbucks
@snapchat
@senronjohnson
@reppaulryan
@redscarebot
@prespatterson
@nfl
@mlb
@meowitsbrianna
@komarpv
@koehlerbear27
@kjon
@javalinos
@ibmwatson
@edwardospizza
@computerhistory
@bwcohen
@baskinrobbins
@att
@ashleykoehler
@ardpb
@apeuroprobs
@ap:
:p
:0
99
96
90%
9
8th
82
800%
747
737
70%
65
600
5th
55
4k
4a
45
43
360
25%
2016
2005
1st
1:
19
150
139
124
11
1.5
's
#yikes
#wisconsin
#wirecall
#why
#thevoice
#technology
#tbt
#stop
#spraypaint
#sos
#snowday
#sketch
#shitsgettinreal
#score
#sb49
#sat
#romney3am
#oops
#makeithappy
#lotto
#jciii
#ios7
#illtakeit
#hottake
#great
#gotcha
#gop
#firstworldproblems
#esurancesave30
#earthday
#coldpocalypse2014
#cnndebate
#barackesha
#apushwinning
#answer
#america
#
zoo
zona
zoe
zas
zach
yyz
yr
youngest
you'll
yoke
yoga
yeyeyeye
yesyesyesyesyesyesyes
yesss
yep
yelling
yelled
yell
yearly
yayayayayayayaayyyy
xmas
xl
wyoming
wuf
wtf
wrote
wrongful
written
writers
wrecking
wowie
worsens:
worms
workfare
workers
woodmans:
wont
wonderland
wondered
women
wolf
wok
witnessed
within
witch
wishing
wise
wiscmail:
wiscel
wireline
winnnnnnnn
wink
wing
winfield
windows
willing
wildly
wikipedia
whore
whoever
whitewater
whiteboard
whiskey
whether
wheeler
wheel
whatttttt
whatsapp
whateverrrrrr
wepon
wendys
weird
weiner
weekend.
website
weaving
weathermen
wears
we're
ways
wauwatosa
wauk
watermelon
wasting
waste
wasps
washington
wars
warren
warning:
warming
warmer
walmart
walgreens
waking
waiters
waited
wage
waffle
w/same
w/ca
w.h
w
vz
vweird
vuvuzelas
vu
voyager
voting
visually
visits
visiting
virus
virtual
violated
vinteresting
vigilante
viagra
vet
vermont
verizons
venmo
venison
vegetables
vegan
vastly
value
valuable
valid
valentine
vaguely
vader
vaccine
vaccination
vacation
uw/10
uw's
uverse
utterly
utopian
usinterior
usingers
usb
usage
usable
urrrrrrr
urban
upgrades
updog
upadate
unthinkable
unrestricted
unreasonable
unproductive
unofficial
unnecessary
unlocked
unless
univeristy
unity
unite
unions
unicycle
unhinged
unharmed
unfollowing
unfollowed
unfold
unemployment
undone
underwood/
understood
understands
understanding
underdressed
undercooked
undecideds
uncle
uncapitolist
unaware
unannounced
unaccompanied
um
ultra
ultimate
uhd
ughhhhh
uggggg
ubuntu
uberbolka
u2
typo
twtr
twizlers
twins
twinkies
twice
twas
turning
turbo
tuned
tumble
tulum
tub
tsa
trutv
truth
trusts
trust
trump
truly
troye
trouble:
trophy
trio
trillion
tries
tricker
trend
treatment
treaters
treasury
traveling
travel
trapped
transmission
transitions
transfers
transcend
training
trail
trading
trade
tow
touts
tour
tough
touchwiz
touchdown
tots
torture
torrent
tops
toppers
topped
tool
tons
tonnnnnssss
tomorrow's
toga
toddler
todd:
today:
toby
tn
tmbl
tlc
tk
tissues
tired
tips
tippers
tip
tinyurl
tinkering
tinkered
timehop
timber
tim
tie
tide
ticketmaster
ticketed
ti
thursday
thrower
throttle
throtling
thriving
threw
threatens
thou
thomasical
thomas
thirty
thirsty
thin
thighs
therealverge
thenselves
themselves
thattttt
tfti
tey
texted
texas:
texas
tethered
tests
terrorism
terrifying
tercine
tendon
tenders
tempter
temps
temperature
temper
telsa
tells
teens
teenage
teen
teddy
tectiles
technical
techies:
tears
teaching
teacher
teach
taylor's
taylor
taxes
tavern
tater
tate
tarts
tarmac
targt
tar
tantrums
tan
tall
talkie
talked
talented
taker
tagline
tag
tabs
ta
syrmen
syntax
synced
sympathy
syd
switching
switched
swipe
swing
swimming
swift
swerved
sweet
swedish
sweatshirt
sweater
sweat
sway
swallowing
susan
sus
survive
surprisingly
surge
suprime
suplimental
sums
summer/week/night
summer.
suggested
sued
sucks
sucked
successfully
success
suburbs
subtweet
subscribes
subscriber
subsavage
submitted
stung
stuffed
studing
studied
struggle
structures
strong
strip
string
strikes
strewing
stretch
stressor
streak
storm
stops
stoners
stolen
stock/backorder
stimulating
sticker
stfu
stewart
steve
sterile
stereotypes
steps
stepped
steep
steal
steak:
std
statuses
states
statements
starved
stared
starbuck
staple
stands
standardized
stallis
stalks
stalk
stahp
stage
stable
stabbed
squirrel
squeaky
square
sprite
springs
spreading
spread
spotting
spotted
spot:
sporting
spook
sponsored
sponge
spokesperson
spoiler
spoiled
split
splash
spit
spills
spilling
spicy
spice
spelling
specifics
sparta
sparse
spark
spare
spanish
span
soylent
soviet/big
southern
sourced
sour
soup
sounded
soul
sophomore
soothsayer:
soooooo
sooooo
sooo
soon:
sonnet
songs
song
son
sometime
somehow
solves
solution:
solicited
solar
soglins
softcard
socks
society:
society
socialist
socialism
snow:
snl
sneak
snapped
smoothie
smoooooooooooth
smog
smiled
smells
smartest
small
slowly
slower
slovenia
slope
slippery
slingshot
sliding
slide
sliced
sleepover
slc
slave
slaughter
slapping
skype
skyfall
skunk
skin
skeptical
skaters
skated
size
sivan
situation
site
sisters
sirens
siracha
sir
sink
silver
silent
signing
significant
signature
sideload
sickle
sic
shutdown/re
shutdown
shun
shuffle
shrinking
showed
shouldn't
shots
shorts
shopping
shootings
shoot
shook
shirtless
shir
shipping
shipment
shift
shier
shields
shes
sherry's
sherry
sherbs
sheep
she's
shattered
sharp
sharing
shaped
shameful
shame
sham
shakes
shake
sf
sexus
sexually
sexual
sext
seung
setup
settings
sett
serves
servers
served
september
separated
sentences
sentence
sent
senior
sending
senators
senate
semrad
semi
sells
selling
selectivity
seizures
seg
sees
seemed
sections
secretary
secession:
seats
seating
seasons
searching
search
sean
seahawks
sea
se
screwed
scremo
screens
scream
scre
scratching
scratches
scratch
scrapes
scrap
scores:
scored
sconnie
scientific
schoolers
schooler
schemes
scheduled
schedule
scarf
scapegoat
scanning
scandal
scab
says:
sayin
sayibg
saxophone
sausage
satisfying
satisfied
sassy
sas
sarchasm
sarcastic
sapphire
santas
sandwich
sands
sanders
samsung's
salts
salomanila
sailing
safety
safest
sadest
saddest
sadder
s5
s4
russia
russ
rushing
rush
rural
runners
rumor
ruins
ruby
rubbing
royalty
royale
rows
rowers
row
rove
routers
route
round
roughly
rough
rosavel
rootmetrics
ronald
ron
romm
romantic
romania
roman
rogensack
robespierre
roastery
roar
rn:
riviera
river
risk
ripoff
riot
ringing
ring
reviews
reviewing
retweeting
returns
retaking
result
restaurants
restart
respond
resolution:
resolution
resistant
resident
reserves
reserved
resadent
requires
request
republican's
represent
reporters
report
replies
replacement
replaced
repeating
repeal
rep
rent
rename
renaissance
removing
remove
reminiscent
reminding
remember:
relish
relieving
reliable
released
relax
relative
relationship
relations
related
relatable
rel
reid
regulations
regrets
regression
regionally
regional
regent
refuses
refused
refund
refresh
reflect
reduced
redeem
recruit
recording
reconnect
recommendation
reclines
recipt
reception
recently
receiving
received:
receive
reccomenders
rebuttal
rebuild
rebellions
reasons
reaction
react
re
rather
rates
rare
rapidly
ranked
rang
randomly
ramsey
ramp
ram
raju
raise
rains
rain:
rain
railroad
rail
raid
raffle
racks
racists
racing
racine
rachel
racewalking
quoting
quiz
quick
questionable
question:
quesadillas
qualifying
qualifications
quadrillion
qr
q
pvms
puzzles
putty
puts
putin
pushing
push
purse:
pure
puns
pundit
punched
pumpkin
pumped
pulling
puking
publicly
ptz
psat
psa
provided
provide
protests
proposal
proportionally
proper
propaganda
proofer
promises
promised
promise
proliferated
progressively
progress
profile
product
proctors
processors
process
problems
problemas
prized
prize
priority
printing
printers
printer
principle
primaries
pricing
previously
pretti
preserve
presenter
prescription
pres
prepaid
preorder
prefers
preferred
precipitate
precincts
praying
prairie
practicing
ppp
powerful
pouts
potluck
potentially
potatoes
pot
posting:
posters
poster
postage
positive
positioned
posey
portrait
port
populated
poorly
poor
ponza
poms
pollution
poll
politifact
politics
politician
politically
political
policy
poles
poland
poking
pokemon
poke
pointer
pointed
poem
pod
pocket
plus
plug
plows
plotting
plot
plop
plenty
pledge
pleasure:
pleasure
playlist
player
played
playbook
plase
plant
planned
placement
placards
pitcher
pitch
pissing
pirate's
pipes
pinned
pinkie
pilot
pillows
piles
pikachu
pigeons
picked
physically
photoshop
philosophy:
philadelphia
phablet
pets
petitioned
petition
persue
persons
personally
personal
perry
peroxide
permits
perfectly
perennial
percent
peoples
pension
pennsylvania
penney
peeve
peeps
pedometer
peal
peaks
peaceful
pda
paywall
paypal
path
passw0rd
passive
pass/fail
party's
parts
parties
participants
partially
partial
parthenon
parthanon
parsing
parrot
paranormal
paradox
par
papier
panza
pants
panthers
panini
panera
pamphlets
palin
paint
pains
painful
pages/searches
pages
packing
packer
packed
package
owner
own/post
owe
overtakes
overtaken
overspent
overslept
overpriced
overnight
overcompensating
overall
overage
outweigh
outlaw
outfits
outfit
outage
out:
ounce
osmosis
oscar's
oscaaasss
orphium
orleans
orioles
originally
oriented
orgs
organic
ordinance
orders
ordering
order
ordeal
oranges
option
optimum
optimizing
opt
opposite
opportunities
opinions
opinion
opens
opening
opened
ooohhh
ooo
onto
ons
onion
omaha008
olympic
oliver's
okay
ohmygod
ohio
og
officially
office's
offered
offenders
offender
ofc
ofa
odds
odd
october
ocean
obviiiii
obtain
observation
obscene
obo
object
oakdale
o.o
o'leary
o'clock
nytimes:
nyt
nyc
nutella
numerous
number
nuke
nsamobilevan7
nsadatamine
nra
now:
november
novell
novel
notice
notecard
northern
nope
nooooooooooooooo
noooooo
nooooo
noooo
noodles
nonfiction
none
nominations.
nomination
nominated
nominate
nodded
nn
nix
nitrogen
nintendo
niketown
nfc
newstudy
newer
newb
nevada
networking
netscape
netanyahu
nessary
nerd
neighbors
neighborhood
neighbor
nebraska'
near
nbc
naw
navigator
nationals
nation
narcissism
naming
name:
nahhhh
nah
mwf
mvnos
mush
museums
municipality
mukbuks
mukbucks
mugged
muddy
mucho
mtv
msg
mr
movies
move
mouthwash
mountain
mound
motors
motorcycle
mosquito
more/month
moral
moon
mood
month:
moments
moment
molding
mode
mixing
mission:
miserably
miserables
mis
mints
mins
minor
minimum
minimal
mind:
millionaires
million
millimeters
millennials
millenial
mill
milk
military
miles
mii
mighty
midwesterners
microwave
microsoft
micromort
microcells
michelson
miami
mia
mi
mh350
metro
methods
methodology
method
metaled
met
merrychief
merry
merger
mercy
mercedes
menu
meningitis
men
memphis
memphes
memory
memorized
memories
memo
memes
memememe
members
meh
mega
meeeee
medota
medium
medicine
medicaid
meatball
measures
means:
meaning
md80
mcdonald's
mcconnell
mccain
mc
mba
maynard
mayan
maya
maxing
matters:
matt
mat
masterchef
mass
masons
masd
mascot
mary
marxists
marching
march
marathon
mara
mapping
manufacturing
manu
mans
manditory
mandela
mamma
male
malaysian
makings
maker
magoats
magic
magazine
madisonians
mad
macy's
macworld
macs
macbook
lynch
lyfe
luxury
luv
lunchables
lucas
lower
low:
lovessss
loves
lover
loved
lottery
lose
lord
looses
loose
loop
loner
lone
london
lol
lohan
locker
lockdown
location
lobby
loans
loads
lmk
lloyd
living
livestream
lived
live:
litteratly
literature
literallly
listen
liquor
lion
lining
linguistics
lincoln
liking
lift
lifemade
lies
lied
lieberman
lie
liberty
liberals
lg
levi
levels
level:
letters
letter
leonardo
lel
leisure
legs
legally
legalized
legacy
leg
led
lecture:
leasing
learning
leaked
leaf
leads
leadership
le
layoffs
layiing
lawsuit
lawrence
launcher
laugh
latin
lates
latency
laser
lap
language
landrieu
lady:
lady's
ladies
lactose
label
lab
la
kyle
ky
kruegman
kristen
kos:
kopp's
kohl
knife
kiwis
kitty
kitkats
kitkat
king
kinds
kim
killed
kidding
kicks
kicking
kicked
kfc
keystone
keys
keynes
keyboards
kevin
kept
kenosha
keeping
karma
karl
kansas
kagaen
junk
junior
judging
judges
judge
jt
journal
jon
joking
joint
joined
johnson
johns
job/internship
jimmy's
jim
jetblue
jesus
jess
jersey
jerry's
jerk
jeopardys
jennifer
jellous
jefferson
jeep
jam
jacks
item:
item
ita
it'
issues
isnt
islate
isenstadt
irrelivent
irony:
irony
iron
ireland
iranians
iphones
iphone's
ipad/twitter
iou
invite
invested
invention
intruder
intolerant
intimidating
interviews
interview
internship
intern
intermediate
interests
interesting:
intense
intended:
insurance
instructions
instantly
instant
installed
installations
install
instagram:
inspiring
inspired
inspirational
inspiration
insignificant
insider
insert
insanity
insanely
inouyes
inouye
innovation
ink
ing
inform
info
inflation
infested
industry
industrial
induction
indubidly
indivisible
independent
increases
incompetent
includes
included
incident
inauguration
inadequate
in'14
impractical
impossible'
implemented
immmmaaaa
immediate
immagine
imma
imaginative
image
ilysm
ily
illusive
illuminati
illiterate
illinois
ih8u
ignore
idol
idiot
ides
ideal
icloud
icar
ibm
i:
i've
i'd
hydrogen
husband
hurting
hunts
hunters
hungry
hump
humid
humbling
humanity
human
hulu
huh
hub
htcs
hspa
hourly
hotspot
hostess
hosted
hornets
hopeless
hopcat
hop
honor
honey
honers
homies
homeroom
homepage
homelessness
homecoming
holocaust
holiday
hole
holds
holding
holder
hold
hogging
hog
hmu
hive
hitting
hits
hissed
hise
hired
hint
himself
hilldale
hillary's
hilarious
highway
highly
highlights
highest
hfa
hes
heros
heroin
heroes
heres
here's
hence
helpful
helped
hellen
held
hehe
heelie
heavily
hearts
hearing
healthcare:
heads
headphones
heading
header
headache
hd
haz
hay
hawt
hawaii
haunting/hexing
hating
hathaway
hated
hatchback
hatch
hat
hastag
hasn't
harvard
harm
hare
harder
hardddddddd
happily
hangout
hang
handy
handoff
handling
handle
handedly
hammer
hallway
hallucinating
halls
hall:
halfway
hales
haircuts
haircut
hacked
hackathon
h99f0
h8rz
h8
gyros
gyro
guys
guns
gui
guessed
guernsey
guards
growing
grotto
gross
groaning
grinding
grinder
greener
greatest
greater
gravity
graph
granted
grant
grandparents
grande
grand
graham
graduation
graders
grader
grad
grabs
grab
gr8
governing
governer
gov
gotten
gotchu
gorham
gordon
goprint
gop
googler
google's
golfing
golf
glue
glasses
given
giveaway
girl
giordano's
gingrich
gimme
gilded
gig
gifs
ghosts
ghetto
gesture
gergantiunation
geometry
geofilter
gentlemen
gentle
genius
generation
generalizations
gear
ge
gaylord
gap
game:
gallon
gained
gain
fyi:
fyi
fusion
funds
function
fullscreen
fucked
fuck
ftw
fsk
frustrated
frrito
frontier
fro
friends/family
friendaversery
freshmen
fresh
frequently
frequent
freezing
freeways
freeway
freestyle
freeing
fraturnityagonia
frat
frapuccino
frank
francis
franchise
framitto
foxconn
fox:
fox
fourth
four
fountain
forwarder
forward
formed
format
form
forest
foreign
forecast
ford
forces
for:
fools
fonding
folk
focus
flyover
flyfi
fly's
flustered
flush
flu
floor
flipping
flippin
flightaware
flicked
flexible
flatiza
flashing
flash
flare
flannel
flame
flake
flak
fla
fireworks
fired
finishing
finest
fined
finds
finding
filling
fillibuster
filibuster
files
fights
fighting
fight
fever
fetus
ferwerda
fellow
feingold
feed
fedex
federal
feast
favoriting
favor
faving
fav
fault
fatigued
fashion
farmville
farm
fares
famous
falsely
fallone
fallon
fallen
faking
fakes
failure
failed
fad
faculty
facts
factory
facetime
facebook's
faa
f
eyebrows
extremely
express
exposed
exports.
explosive
exploration
explodes
explode
explaining
expansion
expand
exit
exists
existant
exhibit
exempt
executives
executed
execs
exc
example:
example
ex
ewww
ewr
everytime
everyones
ever:
events
eventful
european
eu
etriggering
ethnic
etf
established
essays
eric
er
equity
equipment
epicenter
entered
enormously
enlightenment
enjoying
enhanced
enforce
energies
endorsement
ended
endeavor
enabler
enabled
ems
employment
employer
emphasized
emotions
emojis
emergency
emerged
embedded
elsewhere
elmer's
elizabeth
elie
element
electronic
electric
electorate
electoral
electon
elected
eh
effort
efficient
effective
effect
eew
ee
edwardo's
edmodo
edits
edition
edgerton
ed
economists
economics
eclipse
ece
ebola
eattle
eats
easter
earthquake
earns
earn
earlier
ear
eagers
dynasty
dynamic
dying
dwight
dvd
dutch
dust
duopoly
dumping
dump:
dudes
dude:
duck
dt
drug
drops
droid
driver's
drinks
drinking
dressing
dream
drains
drain
drafts
draft
downtown
downstairs
download
doud
doors
donuts
donors
dongs
done<<<<<<<<<
donated
donate
dominos
doesnt
dodge
docile
doc
dnc
dm
dlux
divide
diversions
distorted
distance
display
dispare
disheartening
disease
disdain
discretely
discovered
disbelief
disapproval
disagree
disable
directors
directly
direct
dip
dinosaurs
dining
dingo
ding
dilation
dilate
digits
digital
dies
died
dicks
dhl
devil
device
developing:
developing
deutsch
detroit
detlaff
determined
destined
desperate
desire
deserve
descriptions
describes
described
describe
descend
depressing
depending
department
denver
denounced
denies
den
democrats
democratic
demands
delivered
delegate
deja
deine
deficiency
defending
defeat
default
deer
declining
decline
declared
decide
decent
december
decade
debugging
deans
deals
dealer
deadlines
deadline
dccc
dayyyyy
dayton
dayssss
daycare
day:
daughter
datoj
dash
darts
darn
dangerously
dangerous
dang
daddy
dad:
dabbed
cynics
cynical
cycle
cuts
customs
customer:
cushion
curves
curve
curse
curfew
cupholder
culminating
cubs
cs367's
cryptic:
cryptic
crust
cruel
crowd
crossed
crops
croix
critical
crispy
cripple
cringe
crime
crew
creeps
creeped
crashes
crappy
crappppppp
cranky
cram
cracking
cozy
cowbells
cover
cove
courtesy
courses
coupons
couple
countries
counting
counties
couldn't
couch
cotton
correlation
correcting
corners
cornell
corn
core
copying
cops
copper
cooper
cookware
cook
convo
convert
conversations
controlling
contradicts
contradicting
contracts
contiguous
content:
contained
contact
consumed
consume
consultants
constitutional
constant
consistently
consequences
conon
connection
congratulations
congrats
confirms
confirmed
confess
conditioning
condition
condensed
concur
concrete
conclusion:
conch
concerning
concept
conceded
con
comprimise
complicated
complaining
compilations
competition
compare
company
companies
communications
commonly
committee
commission
commenting
comment
commander
columns
colty
colorado
colleges
college:
collect
coincidence
coincidance
coffe
coefficient
codes
cocktail
cockroach
cockpit
cock
coal
clutter
cloudy
clouds
closed
clone
clock
climbs
clicking
cliche
clever
classy
classmate
classless
claire
claim
civilization
cities
circle
cilantro
churchkey
chunk
chuck
christie:
christie
chris
choose
choices:
chocolates
chinese
chilli's
child
chihuly
chickens
chicken
chicago
chest
cherry
chepos
chen
cheeseburger
cheek
cheddar
checked
cheated
chear
cheaper
chart
chargers
charged
characters
characterizing
chapter
channels
changing
changer/paradigm
champions
chamber
challenged
challanges
chain
ces
cervantes
certification
certain
ceo
century
cent
cellular
cells
celebration
celebrates
cdc
cc:@chastaincaleb
cause
catholic
catering
catch
catalonia
casually
casual
castaway
cassius:
casino
cashews
carts
cartridge
carsons
cars
carrying
carrier
carpet
carmel
caribbean
cargo
cares
careless
career
carbon
carb
caprio
capacitive
canvassing
canvas
cantor
canter
candidate
cancun
cancel
canadian
camp
cameras
calls
caleb
calculus
calculator
calamari
cake
cabinet
cabin
ca
bw3s
buzz
buttons
butter
butt
bussyness
business
bush
bus>>>>>
burst
burrito
burning
burgers
bunny
bun
bums
bumble
bullet
bull
buildings
building/work/class
bugs
buggy
bug
bucky
brutus:
brutal
brush
browsers
browser
brownie
brown's
brown
bros
brooklyn
brookfield
broncos
broken
brogrammer
broadband
bro
british
brings
bringing
breeze
breaks
breaking:
breaking
breakfast
brb
branding
brain
brag
bradford
bracket
boyfriend
bowl
bout
bouncer
bottles
bottle
botched
boss
boosts
boonies
boom
bookwork
books
booked
bonus:
bonned
bonds
bold
bolba
boiling
bogus
boehners
boehner
bodies
bobby
boarderline
bmw's
bmt
blumound
blt
blown
bloodwork
blocks
blocking
blinking
blend
blast
blanket
blame
bits
bite
bitcoin
bitcoiin
binge
billions
bill
biking
biggest
bigger
biden
bi
betrayed
beta
bet
bestie
bestfamilyeva
besles
bernies
bernice
bernard
bernanke
bentsen
benghazi
bend
belly
believer
beijing
beholder
begins
begin
bees
beer
beech
bee
bedtime
becoming
becomes
becides
beauty
beats
beat
bear
bds
bc
battleground
batter
bathroom
bastille
basket
basics
basement
based
baseball
barton
barrett
barns
barley
barely
bare
barackesha
bang
bandwidth
bandwagon
band
baltimore
baldwin
bajillion
bags
baggage
bagels
bae
badly
badgers
badddd
bacon
backpack
backlit
background:
background
bachman's
bachman
babula
babe
az
ayeeeeee
awwwwwwwwww
awful
awesomeness
awesome
aware
awards
awake
avoided
avenue
ave
avatar
aval
autographed
auto
australian
august
aughhhhh
attempting
att
atleast
atlanta
atl
at:
assumption
assumed
assume
assistant
assignments
assignment
assholes
assessment
assemble
assaulted
arrow
arron
arriving
arqueolgica
arms
armor
armington
arive
arguments
argue
areas
arches
arcades
apt
apr
appt
approximately
approve
appropriating
appropriately
appropriate
apprentice
appreciated
appreciate
appointment
apply.
applicants
apple's
appear
apparent
apparel
anyways
antony:
antibiotics
anthony
anthem
answers
anoyatron
annoyance
announces
annote
anne
animated
animals
angsty
angle
anger
angel
andy
andi
anddd
analysts
amusing
amped
amiright
americano
amazed
amaze
alternative
alternate
als
aloft
almonds
allowed
allergy
allergic
alive
alikes
alice
alex
alert:
ale:
aj
airventure
ahead
agricultural
aggressively
aggressive
aggregated
ages
agent
aged
afternoon
afraid
afloat
affiliation
affect
advisory
advise:
adventures
adventure
advantage
advance
ads:
adorable
admits
addition
added
add
adblock
active
activated
activate
acting
act:
acquire
acknowledge
achievement
acetate
accounts:
accomplish
accidently
accident
accent
academy
academic
aca
absolutly
abs
ability
abbreviation
abandon
aa
a350
a319
@wtmj4news
@workatsubway
@woodmansfood40
@wisdems
@windows:
@whitehouse
@verizonwireless:
@verizonfios
@verizon
@verge:
@verge
@udacity
@ubermke
@uberfacts
@twitter
@tumblr
@tpm:
@tide
@theonlycolton
@teslyft
@tesla
@techfye
@stevewoz
@sprint
@snapdragon
@seahawks
@scherbsapush
@savannahconine
@samrikkers
@rv1raj:
@royalcaribbean
@ridingpauladeen:
@reneemgagner
@realjohngreen
@progressivesutd:
@politico:
@piratescovewi91
@picknsavefoods
@oscarscustard:
@oscarscustard
@nationals
@natesilver538
@mukalexegner
@mittromney
@mitchwerger
@meetthepress
@matthewmrigney
@marcusrussell65
@macys
@lyft
@koppscustard
@klout
@kitkat
@khansen1724
@johnkrasinski
@johnbolka
@johnb0lka
@jcpenney
@inafried
@gwtweets
@gopleader
@googleplay
@googlenexus
@googlefiber
@googlecalendar
@google
@gizmodo:
@georgewebb
@flyfrontier
@fedex:
@fcc
@factsionary:
@facebook
@everyblock
@ericschmidt
@ericforsenate
@elonmusk:
@eaaupdate
@eaa
@droidlife:
@directv
@demconvention
@delta
@dailywisco:
@collegeboard
@cnet:
@classicpixs:
@chucktodd
@chilis
@cdcgov:
@cancunairport
@calpizzakitchen
@bwwings
@brewers
@brandssayingbae
@bkoertha
@bbbaumgartner:
@apforstudents:
@americanair
@ambassadorrice
@amazon
@ajkahle
@airlineflyer
@airbus
@9to5google:
<<<<
<1/2
<
9th
95%
95
93
904
9000
9/16/2016
9/11/2001
9/11
8a
8:23pm:
890,000
89
85
800
7s
7pm
7day
777
75
717
700
70,000
70
7/11
7.75
7.7
6:30
6:15
693758x
690
68.8
63
62
600,000
60%
6.
5x5
5s
5:15
58
570
56
54
50,000%
5.0
5,4,2
4s
4n6
4ab
49
46.4%.
44%
44
42
400
4.3
4.0
3g
3d
39.4
39%
39
38
36th
352
350
340
34
321t
320's
302
300
3.5
3.25
3.
2g
2am
2:15
28
270
24
234
23
22.
21
2046
2017
2016.
2015
2013
2004
2000th
2000
200/month
200
2.4
2.
1x
1s
1:45
1:30am
1:20
1:00
1987
1980
18th
1872
1864:
1861:
1860
1820's
180
17
16,949
15:
1500
15.85
15%
14th
14:15.16
145
141
13th
131
130
128
1250
124:
123456
1200
12%
11pm
114
110
11/16
11/12/13
101
1000
100,000
10/10
10.5
1/2
1/18
1/1000000
1.0
1.
1,600
0.0%
0
.75
.1
.00005
'whoops'
'whatever'
'virtually
'moist'
'don't
'brianna'
#yoydontgetme
#youshouldknowbetter
#youliveinwisconsinif
#yessir
#ye
#wtf
#worthit
#wordchoicewednesday
#withsugarontop
#wisprobs
#wisen
#wisconsinweather
#winteriscomming
#windows8
#win
#wifi
#wi1
#whynot
#whyme
#whatjusthappened
#welcometowisconsin
#waukesha
#waitlisted
#waitabit
#vote
#vinefun
#vine
#verizonprobs
#uwsummerterm
#uwsummer
#uwspring
#uwfreshman
#uwfall
#uw
#upgrade
#unleash
#unclothing
#twitteripo
#tweettammy
#turnsotuup
#truthhurts
#truelove
#travelskills
#tragic
#tons
#timetodochemhomework
#tickets
#thriftythursday
#thingsthatkeepmegoing
#theyonlyadmitlike5%ofwaitlistedpeople
#theoffice
#thecloudsaretheonlyeclipseineed
#thankyousteve
#thanksgoogle
#thanksgiving
#thanksforsharing
#thanksdad
#thanksapple
#thanks
#thankfulthursday
#thankful
#thak
#texttuesday
#tank
#tallprobs
#tacoparty
#swiftlang
#swaggy
#swaggggg
#supercommittee
#superbloodmoon
#summer
#sudafed
#suckit
#subtitlesonly
#studyupinnetworking
#study
#stressed
#stfu
#stevejobs
#standwithdelta
#standardizedtestwinning
#spectrumcruch
#soviets
#sovietconspiracy
#sotu
#sorrynotsorry
#soaked
#snowing
#smh
#slactivists
#skill
#sketchytweets
#shotoniphonex
#shotoniphone
#shocker
#shittywitte
#shhhhhhh
#sherrylogic
#sherbs
#shamlesspromo
#senyaschedule
#senioryearin5words
#seemslegit
#secretsnap
#seahawkswin
#seahawks
#scuba
#screwyoutooverizon
#screw
#sconniespirit
#schooled
#savethepostoffice
#sardines
#samsungs
#samespectrum
#royalcaribbean
#richkid
#recallwalker
#reallyhottake
#readyforthestorm
#readyforjoe
#rain
#qz8501
#putinrockbands
#purplehats
#pun
#psa:
#protip
#prompt
#productive
#procrastination
#priceless
#preciousspectrum
#politicalfactoftheday
#poetweet
#pleasestop
#please
#pleae
#planb
#phabletprobs
#periscope:
#perennialtweet
#ouch
#oshit
#oscars
#ofawinning
#obamacare
#notsurprised
#notreally
#notatsubway
#not
#noshame
#nfc
#nextbigthing
#newgame
#neverforget
#needenergy
#mylife
#mycollegelife
#my2k
#morningafterbill
#morebrokenpromises
#mondays
#mondaymoments
#mke
#misheardhomcomingthemes
#mimomentum
#millenials
#mighnightthoughts
#midnightthoughts
#midnightproductivity
#midnightcarwash
#merrychristmas
#memes
#mcdonalds
#math222
#massive
#marchmadness
#makesyouwonder
#makessince
#magic
#magentafye
#madetheconnection
#lyftdes
#lowestthisquarter
#lovecruising
#lovecantwait
#lots
#localnews
#loan
#letmeout
#keepitreal
#justcalsthings
#jonneedstheroom
#jobsspeech
#jobsnow
#jobama
#jkscaliadoesnotthinkso
#jfk
#jealous
#jeah
#javalinos
#ivoted
#itsnotacoincidence
#itsgettinreal
#isad
#insane
#ineedfastlte
#inauguration
#imscrewed
#imoneofthosepeople
#imnotafish
#imdonenow
#ifeelwanted
#ibmwatson
#ibet
#hypocrisy
#howhelpful
#houseofcardsseason3
#hottertake
#hospital
#hope
#honorschem
#highspeedrail
#heartbroken
#hardestthingtodo
#happyeuroeve
#hamdaniel
#halloweenscare
#halloween
#gum
#guessthathelpdeskagent
#guacamoleprobs
#governmentshutdown
#googleknowledgebomb
#googleglass
#goodolddays
#golda380
#godie
#ghost
#getwiththeprogram
#generou
#galaxy
#futurebadger
#fullmoon
#fuckyou
#fuckingcold
#friday
#forcedlaugh
#flt93
#flag911
#firedup
#fire
#festrong
#fellowswi
#fearless
#fancy
#familytime
#fake
#failwhale
#factofday
#eyebrowsgamestrong
#examsos
#exams
#espressosanta
#eew
#edshowissue2
#edshow
#driveroftheday
#doubletrouble
#dontforgeted
#donothingsenator
#doctorsknowtheirshit
#dive
#deplorable
#denied
#deep
#dayruined
#daymade
#daylightsavings
#datastrong
#cuwasoxadized
#cutmytaxes
#curve
#cryingsoftly
#crazy
#crash
#content
#collegeboard
#cold
#coffeeshops
#citylogic
#city17
#chevrolet
#chemistrypun
#change
#chadhasachallanger
#cash
#carrieraggregation
#capexfreeze
#candy
#byebyeboehner
#butistillpassed
#burkeshaw
#burkeashaw
#brands
#brand
#braceyourselfforawesomness
#bornmobile
#boringmke
#blamerepublicans
#bigwordfriday
#bentgate
#bbm
#badger
#babikeashaw
#awwww
#aws3
#asianprobs
#apush
#apscore
#aprofileincourage
#appsupinhere
#appasswords
#apmatchmaker
#apgov
#ap
#americanidol
#alone
#airportafterdark
#airasia
#againcnn
#acceptthedamndeal
#</3
#911day
#7gradeswave
#7478model
#5
#34532:
#222
#2020
#2016
#1
