
.
the
i
to
a
,
is
you
?
in
for
of
on
it
and
my
...
have
at
that
this
!
just
not
are
me
was
be
if
like
get
so
@bkoerth
your
but
with
all
they
do
out
its
today
people
what
when
as
am
@airlineflyer
how
from
will
no
can
an
up
@mattscherbarth
time
@scherbsapush
why
@jimmerjam11
who
now
we
new
going
go
has
would
day
about
really
more
by
there
or
one
he
got
did
still
does
last
@johnbolka
2
too
make
know
i'm
@kjon
phone
@koehlerbear27
want
@milbrew8
see
need
their
should
right
even
don't
twitter
school
could
year
think
only
down
5
over
our
been
@theashun
@
wi
tomorrow
off
literally
it's
had
good
back
then
than
@kaaybeeeee
into
ap
@johnlegere
@djhamham411
way
thing
someone
some
say
much
apparently
@sydneyr
10
tweet
never
look
live
us
night
next
love
first
everyone
any
@theonlycolton
wisconsin
them
milwaukee
ever
@matthewmrigney
work
were
made
hate
every
because
also
actually
6
week
nexus
life
college
@sydfromonline
@elizabethbur
years
watch
those
she
nice
madison
help
getting
data
before
after
1
where
take
snapchat
record
google
feel
exam
come
4
&gt
wait
use
tonight
that's
please
oh
most
give
game
facebook
entire
days
best
airport
@tmobile
@dcseifert
3
waukesha
very
point
might
john
ipad
hours
his
god
free
dont
chem
can't
better
basically
@khansen1724
@bwcohen
went
verizon
house
hour
her
half
great
buy
big
app
already
&
two
through
thankful
swear
sure
sister
part
morning
many
long
android
@waltbtig
yes
wow
summer
state
snow
same
network
money
lot
hm
here
computer
around
@meowitsbrianna
@chastaincaleb
till
thought
said
pay
ok
mom
james
im
ice
goes
euro
d
@mitchellairport
yet
vote
via
times
these
test
something
saw
sat
person
o
national
mke
maybe
flight
class
check
birthday
@wiscoislander
@politico
@mkbhd
@grantlewis
@adamconnelli
well
watching
walk
u
trying
tbh
shit
seattle
real
pizza
party
old
may
making
library
iphone
internet
honestly
him
hi
hard
finally
family
close
@wiscuntsin
@mitchwerger
8
world
wifi
weeks
turn
thats
thanks
study
street
story
sounds
remember
play
place
pass
outside
news
least
i'll
home
high
governor
find
enough
during
coming
act
@zpower
@nathanzed
@askdes
@airlinereporter
wrong
write
worth
working
wish
weather
try
took
things
thanksgiving
soon
sad
rn
put
needs
month
makes
let
left
job
hey
hell
happy
gets
full
doing
change
call
bring
break
bought
being
bad
apush
anything
amazing
always
@workatsubway
@samsheffer
@inafried
@dak014
7
50
15
win
w
using
t
stop
snap
since
sign
seen
seeing
science
says
red
question
probably
past
park
open
name
music
lost
looking
kid
idea
having
few
fact
everything
done
dinner
dad
cool
city
bus
bit
beef
apple
anyone
answer
aka
ago
again
@whatsalizzy
@rootmetrics
@mwergz
@komarpv
@itszigglerguy
@bsbrenden97
@barackobama
30
12
winning
water
wants
used
update
tried
totally
told
thank
tell
stuff
start
side
screen
probs
pretty
possibly
pictures
other
office
months
massive
lunch
lte
looks
looked
leave
later
jobs
important
happen
found
end
earth
decided
dead
cuz
christmas
came
anymore
almost
accounting
@whatty
@fakeunitedjeff
@doudalex
@att
#johnbolkayearinreview
#apeuro
worse
works
white
while
volte
van
ur
until
under
tv
ticket
taking
super
spring
speed
show
seriously
seat
san
run
post
pls
plan
pick
pic
parking
others
online
once
omg
nothing
nearly
must
mobile
minutes
min
mhs
list
line
light
international
hit
hand
guy
fun
friday
francisco
food
faster
far
explain
else
early
drive
doesn't
didn't
currently
credit
crazy
coverage
chance
cc
c
bread
battery
ball
away
another
across
@verizonwireless
@tammybaldwinwi
@sydneyrosengr8
@paigeyfranklin
@godlychill
@bzigzagzigallah
@atomic50
@ashleykoehler
@ardpb
2014
14
'
yo
without
whole
whatever
west
wanted
vs
video
understand
tweets
too.
thinks
tax
takes
summerfest
student
starbucks
sick
shitty
screw
s
realize
read
quote
problem
price
picture
paid
page
ordered
obama
model
missed
middle
mexico
menden
luck
longer
listening
lets
less
legit
lecture
lady
it.
ill
hope
hillary
he's
haven't
halloween
group
grade
government
german
g3
final
feeling
excuse
ellie
delta
debate
deal
damn
customer
country
center
camera
book
believe
b
asking
america
air
@vschorusvs
@sydneyrosengart
@rogerwcheng
@recordchump
@piercedavid
@milanmilanovic
@levikrohn
@johnnyjet
@jetblue
@greengenes97
@daytonmarth
@booshoe37
@ajcoolins
80
40
20
&lt3
#scherbs
youtube
you're
yikes
worst
wins
which
whenever
whats
what's
warner
wanna
walking
vine
uw
unlimited
tweeting
today.
timeframe
tickets
throw
therefore
text
talking
support
sub
speeds
special
southwest
south
sleep
showing
shout
shoes
self
seconds
scuba
screwed
schools
scherbs
saved
save
salty
running
rich
review
registered
realized
quite
project
pro
power
pool
polls
playing
plane
paying
parents
own
nobody
mitchell
minute
mb
math
market
manager
mail
lyft
level
late
kinda
kind
kids
joke
joe
italian
ish
ios
instagram
impossible
hot
history
heard
hall
guess
glad
general
galaxy
former
flip
fire
figure
fiber
favorite
fast
exactly
especially
eating
dude
drunk
drop
driving
dog
dfw
death
cs
completely
comes
case
care
cards
card
cant
called
buying
burn
brought
between
ben
become
aws
ask
area
american
against
ads
ad
account
@verge
@uwmadison
@ppppolls
@mittromney
@mikeisaac
@liviaaorenn
@lawrence
@flyfrontier
@emilysuuue
@edwardospizza
@chucktodd
@chetyoubetcha26
@austnorton
@andibucci
60
35
18
13
0
#winning
#snow
yourself
year.
yeah
woz
worked
words
word
won
wireless
weekend
wearing
weak
vitamin
videos
uses
unit
uber
true
town
touch
top
together
today's
title
though
tho
thinking
tesla
terminal
teeth
taken
such
stupid
stressful
stories
store
stock
stay
status
starts
started
star
spot
spent
sorry
smart
sketchy
shirt
shall
set
send
semester
secret
second
saying
savings
romney
road
rip
required
reply
reminder
receipts
reading
random
r
quality
puke
public
psa
proud
program
private
prime
press
points
planet
phone.
period
passing
paper
packet
p
oops
olympics
notifications
non
movie
move
monday
mhz
mexican
meet
matters
matter
martino's
major
lives
little
link
likely
leaving
lbs
lake
knew
join
isn't
interesting
hr
horrible
hear
healthy
gym
guys
gone
golden
gold
glass
giving
gives
gb
gay
gave
future
further
fucking
front
friend
freshman
freaking
forget
football
fear
fancy
fall
eyes
excited
except
exams
essay
episode
employee
email
each
dropped
double
door
dollar
die
didnt
dems
deep
dear
de
custard
cried
crane
course
count
content
comcast
cloud
closing
chrome
chick
cheese
changed
central
cell
cat
car
canceled
campaign
cable
bust
bucket
brianna
both
bookwork
black
bernie
bed
bank
awkward
average
attack
asked
anyway
anybody
annoying
algorithms
age
af
add
accidentally
access
above
able
@zwagsaf
@whitehouse
@united
@ubermke
@uber
@tmobilehelp
@tesscarlson
@snapchat
@sievertmike
@redscarebot
@realdonaldtrump
@natalyhalbrooks
@jonpine24
@jessgardipee
@incoduce
@hillaryclinton
@asianhoopdreamz
@apforstudents
500
4g
32
100
#yolo
#winsconsin
#why
#usa
#thestruggle
#sketch
#seriously
#illtakeit
