.
i
the
to
a
is
you
@bkoerth
and
!
this
of
in
?
it
for
@jimmerjam11
that
@sydneyr
my
@koehlerbear27
have
@sydfromonline
,
on
me
at
@theonlycolton
with
was
just
like
all
what
so
see
hate
an
your
really
people
did
can
but
not
if
as
are
@dak014
@bwcohen
rn
james
he
has
why
we
tweet
think
they
someone
same
out
madison
love
it's
honestly
help
got
get
from
facebook
big
be
would
tbh
should
off
next
new
literally
how
good
go
do
day
back
@recordchump
will
where
when
week
twitter
today
these
there
street
state
only
more
had
even
could
content
come
by
wow
wish
who
went
ur
u
two
trying
time
thanks
take
sydney
still
she
right
picture
phone
parking
over
now
nice
news
never
math
mark
lot
library
lecture
know
into
i'm
hour
hi
going
first
everyone
every
doing
crane
college
brianna
apparently
app
am
@zwagsaf
@whatsalizzy
@ajcoolins
80
1
yes
year
were
way
water
walk
wait
very
uw
used
union
took
too
things
then
thank
starbucks
soar
sad
point
plaza
pay
our
one
omg
no
need
much
month
many
made
look
live
light
left
iphone
im
house
horrible
hm
him
hard
half
great
god
ghosted
excuse
exam
don't
class
card
came
before
become
away
anything
angry
@wiscuntsin
@wiscoislander
@theashun
@mikejroars
@elimaczuzak
#ad
zas
youre
yet
yeah
wrong
work
wisconsin
what's
watching
want
use
us
ups
up
university
unhinged
turn
triggered
tonight
tomorrow
through
thought
tho
them
their
that's
than
terrace
takes
tables
swear
summer
stories
star
spring
soon
snapchat
snap
showing
show
shirt
semester
seen
seeing
seat
scene
saying
said
relatable
rating
quote
professor
problem
probably
pass
outside
or
ok
oh
nothing
myself
moped
mixing
might
mia
menden
maybe
making
make
lyft
looks
looked
likes
let
koerth
koehler
juice
john
job
jamba
its
interesting
instagram
incredible
idea
here
hee
he's
halloween
goes
glass
ghosting
future
free
fat
excited
exact
epic
energy
during
dumb
drunk
doesn't
does
decided
d.c
cuz
cs
cryptic
cry
credit
comes
colton
cloudy
closing
city
chipotle
check
cant
can't
call
bus
bring
bit
bike
between
believe
been
area
any
answer
another
always
also
algorithms
again
account
about
@sarahsemrad
@notdannyknapp
@natalbhalbrooks
@jordanpasbrig
@grantlewis
5
4
10
#relatable
#hottake
