.
the
i
a
to
,
is
you
?
in
for
of
it
and
on
my
...
at
that
have
this
!
just
not
are
me
was
be
like
get
so
if
all
with
your
but
they
today
its
out
am
do
what
when
people
from
as
can
no
how
an
will
time
who
day
why
up
now
really
about
we
one
or
new
more
going
by
he
go
too
has
would
still
i'm
there
year
phone
know
2
their
right
does
make
did
last
should
school
even
could
only
got
@
5
twitter
over
down
wi
want
think
our
literally
good
way
than
off
need
it's
ever
don't
tweet
tomorrow
see
back
thing
some
been
them
someone
into
apparently
wisconsin
week
then
say
pay
much
look
next
love
live
college
also
waukesha
made
hate
had
everyone
ap
same
nice
never
madison
life
first
before
actually
years
work
us
those
take
record
night
milwaukee
4
were
most
help
getting
game
because
10
that's
thankful
state
she
ipad
god
feel
every
data
big
best
basically
after
&gt
&
very
use
tonight
oh
might
give
facebook
days
better
watch
snow
money
john
his
half
free
entire
dont
come
can't
buy
already
1
yes
where
wait
swear
summer
snapchat
point
nexus
house
here
great
3
wow
verizon
two
sure
old
many
lot
hours
hm
google
exam
android
6
went
via
through
sister
please
ok
o
network
morning
may
long
james
im
ice
hour
computer
around
app
watching
walk
vote
times
till
test
place
pizza
person
mom
maybe
him
her
governor
bad
@politico
yet
world
well
trying
thought
something
saw
sat
said
outside
news
iphone
honestly
goes
family
euro
d
always
wifi
try
took
these
tbh
sounds
soon
shit
remember
national
making
library
job
internet
i'll
high
hi
hey
happy
finally
done
christmas
chem
break
bihday
beef
any
@theashun
8
wrong
wish
win
turn
things
thats
study
stop
sad
rn
play
month
mke
makes
lunch
let
least
home
hell
hard
gets
fact
everything
during
doing
close
class
check
call
bought
apush
anyone
airpo
ago
again
act
30
worse
works
w
u
thanksgiving
thanks
street
speed
snap
since
show
seriously
seen
seeing
says
real
put
pick
pass
park
open
needs
name
left
jobs
idea
having
full
enough
eah
drive
dad
cool
bring
bit
being
b
amazing
aka
50
15
working
woh
winning
while
weather
used
ur
tried
thank
story
sign
screen
science
red
pretty
post
possibly
pictures
others
office
non
months
lte
lost
looks
lady
kid
impoant
happen
grade
flight
few
dinner
crazy
coverage
coming
city
cc
bus
apple
7
14
'
#johnbolkayearinreview
write
without
white
weeks
water
wanted
vs
using
until
under
totally
told
ticket
tell
taking
takes
t
super
summerfest
spring
side
scherbs
run
quite
probs
probably
pro
pls
plan
parking
other
once
omg
nearly
must
music
mobile
mhs
massive
looking
list
line
legit
leave
later
international
hand
friday
food
explain
end
early
doesn't
didn't
decided
cuz
change
car
came
bread
battery
away
anything
anymore
air
@jimmerjam11
2014
12
#apeuro
you're
yo
whatever
what's
wants
volte
video
van
uw
update
understand
tweets
tv
tax
stuff
student
speeds
special
shitty
self
seattle
screw
save
salty
running
quote
question
problem
price
picture
past
parents
paof
paid
own
nothing
min
middle
mexico
menden
looked
listening
light
lets
less
lecture
interesting
instagram
haven't
halloween
hall
guy
group
german
fun
found
find
faster
fast
excuse
exactly
else
dude
death
deal
dead
damn
credit
course
comes
chance
card
camera
c
buying
brianna
ball
ask
area
answer
america
almost
across
80
40
20
13
..
yikes
worst
wins
whole
whenever
west
warner
walking
tip
tickets
throw
thinks
talking
sub
staed
sleep
sick
showing
shoes
shall
seconds
seat
scuba
s
road
rip
registered
reading
power
polls
pic
paying
page
ordered
obama
model
missed
minutes
minute
meet
mb
matters
math
manager
mail
luck
longer
lives
level
late
kinda
kids
joke
italian
ios
ill
hr
hot
hope
hit
history
hillary
healthy
he's
guess
government
general
gay
galaxy
front
former
flip
fire
fiber
fear
fall
especially
ellie
drunk
drop
driving
dog
die
didnt
dfw
dance
cut
customer
currently
cs
content
completely
center
case
care
cards
cant
button
burn
brought
both
ben
asking
anybody
another
ads
@fakeunitedjeff
@bkoeh
@barackobama
60
35
18
100
#snow
youtube
yourself
woz
worked
word
wondering
won't
wireless
which
weekend
warm
wanna
walker
vitamin
vine
v
usually
uses
unlimited
union
tweeting
true
town
ton
together
today's
though
tho
thinking
therefore
tesla
term
teeth
tea
taco
sydney
suck
such
stupid
studying
stressful
stories
stock
stay
stas
starbucks
star
spot
spend
spectrum
south
sorry
sketchy
single
shout
set
service
sen
semester
secret
second
scott
schools
saying
savings
romney
ride
review
required
reply
reminder
release
receipts
realized
realize
read
quality
puke
public
proud
project
program
prime
primary
press
pop
pool
points
playing
planet
phones
period
per
passing
packet
p
oscars
oops
online
olympics
notifications
note
nobody
netflix
monday
mitchell
mhz
mexican
matter
mark
major
maino's
lyft
low
little
link
likely
leaving
lbs
lake
knew
kind
juice
join
joe
isn't
ish
impossible
iced
hype
horrible
hear
haha
grill
gone
golden
glass
giving
gave
g3
future
fucking
friends
friendly
forget
football
final
figure
field
feeling
favorite
far
face
eyes
excited
except
exams
essay
episode
employee
emails
email
eating
each
dropped
door
dems
dem
delta
deep
debate
dear
de
custard
cried
crane
country
comcast
chrome
chipotle
chick
cheese
changed
cat
canceled
campus
called
cable
bust
bur
bucket
bolka
between
bernie
believe
bar
badger
aws
awkward
average
asked
april
anyway
anti
annoying
amazon
algorithms
age
against
af
ad
accounting
account
accidentally
@verizonwireless
@tmobile
@chastaincaleb
500
4th
4g
32
25
100%
#yolo
#winsconsin
#usa
#seriously
#scherbs
youre
young
yeah
yay
won
witte
wisdom
wiscard
whats
wet
welcome
weekly
wednesday
wearing
weak
wasn't
war
videos
version
usual
useless
ups
university
unit
unfounately
uber
turned
tumblr
tuesday
truck
trip
towers
touch
topic
top
tmo
title
text
testing
tech
system
survey
surprise
supposed
suppos
sunset
sunday
subway
subsidized
style
students
stuck
strongly
store
stitches
stick
steak
status
stairs
sprint
spirit
spent
spending
specific
southwest
sometimes
skip
sitting
sit
simple
shows
shot
shi
shaw
serve
senator
seem
section
sec
season
screenshots
score
scene
saved
sauce
samsung
sale
rich
republican
regret
recall
reason
ready
rate
random
ran
race
r
quizup
quit
questions
quaer
putting
pun
pulled
pull
psa
promo
programming
presidential
premium
pre
popular
plane
pics
physics
phd
pet
perfect
parade
oscar
ones
older
official
notification
normal
noh
neutrality
myself
museum
moving
movie
moto
motivation
mother
mostly
mitt
mitch
miss
mind
miller
mile
mid
media
means
max
marxist
map
man
logo
lock
local
lights
learn
leafs
lazy
l
kitchen
kills
kill
june
java
jamba
jake
itself
instead
inc
impulse
imagine
horribly
hello
heard
head
happened
hair
gym
gordon's
gold
gluten
glad
gives
ghosted
gb
funny
fuher
ft
frozen
freshman
freaking
force
foot
flop
flights
fix
finished
finish
felt
feels
feature
fcc
fb
favorites
fancy
falls
falling
fake
fair
eye
extra
excellent
exact
everybody
event
establishment
enteaining
english
engineering
energy
employees
emphasize
either
dump
dumb
driver
double
dollars
diving
discount
different
dentist
dec
daily
crying
cry
created
cream
crash
counter
count
cough
cost
correct
contract
constituents
congress
common
colton
code
co
cloud
closing
climb
cliff
cleaning
clean
classes
choice
chat
charge
channel
chances
challenge
central
cell
cancn
campaign
calling
california
calc
buses
bullshit
building
build
boy
book
blue
blood
blizzard
bleak
black
billion
besides
berlin
behind
beginning
bed
become
bay
bank
ass
aren't
apps
apament
americans
american
although
along
alone
agreement
adults
actual
access
above
able
@uwmadison
@tammybaldwinwi
@ofawi
@mitchellairpo
@johnlegere
7th
6th
4.4
3rd
27
2012
16
124
1042
0
&lt3
#winning
#thestruggle
#themoreyouknow
#relatable
#gotv
#fiscalcliff
#ff
#badgers
#ad
zone
yellow
yard
ya
x
writing
wouldn't
worker
words
woodman's
wonder
wishes
winter
wings
window
wind
wild
wii
wife
wednesdays
web
wear
watched
wash
wall
wake
waiting
vr
vowifi
voter
voted
volunteering
volume
voice
violence
vines
vikse
view
verry
vernon
verge
vary
va
utopia
username
upper
upgrading
upgrade
updating
unveil
unreliable
universe
united
unhealthy
underwhelming
undergrad
uncarier
unbearably
ugh
typical
type
tx
twist
tweeted
twc
tvs
turns
tuition
trucks
triggered
trending
tree
treat
tray
transfer
train
trace
tower
tomato
toilet
toe
toast
tmus
tmobile
tinder
timeline
ties
thx
three
thoughts
third
theres
texts
texas
terrace
terminal
team
teachers
tattoo
target
tantrum
tammy
talk
taken
tables
table
swollen
switch
swallow
surprised
supply
superbowl
suggestion
suddenly
successful
stroke
streaming
stream
strategy
strait
stores
stored
stopped
stomach
stars
stare
stand
staing
sql
sprinting
spooky
spelled
spell
speculation
specifically
sound
soooo
someone's
solid
social
soccer
soar
snowing
snowed
smh
smell
smaller
slow
slipped
sleepy
sleeping
skating
six
siri
singing
signed
signal
shut
shoy
shower
shock
shipped
shawn
share
sfo
several
setting
serious
series
serial
separate
seniors
send
sell
selfie
seizure
seal
scores
scare
scam
scale
saturday
santa
san
salt
safe
ryan
russian
runs
roommates
room
romney's
roasted
roast
rigney
rewards
revival
retweet
retrospect
resting
response
resolution
residence
research
require
republicans
reminds
remaining
registration
register
refuse
recommend
realizes
reality
reader
rea
rating
rain
rails
rage
quickly
qualify
qdoba
purpose
puddle
proof
prom
professor
professional
problematic
private
prices
president's
president
preach
practice
powers
powered
pouring
potus
posts
posted
possible
position
pos
popcorn
polling
police
plz
pleasure
plaza
places
pisses
piss
pipe
photo
personality
people's
penalty
peak
pcs
payroll
payment
paul
patterson
password
passed
parks
parked
paper
pairs
pain
owned
overrated
ota
original
organizer
often
obviously
obvi
ny
notable
nominee
noise
nhs
networks
net
nervous
nelson
neither
needed
naturally
natural
nationwide
named
n
mustard
mukwonago
mph
mozzarella
moved
moped
monsoon
moms
momma
modern
moderately
mocha
missing
mini
mine
midwest
midterm
michael
metal
message
mendes
memorial
meeting
mean
meal
mcdonalds
mbps
match
marriage
market
mandatory
managed
mall
majority
machine
mac
ma
m
lucky
lovely
loud
losing
loses
log
locked
lmao
liquid
links
lindsey
limit
likes
lightning
license
let's
les
learned
lead
laying
law
lately
lasts
large
labs
koehler
koeh
knows
known
killing
killer
key
keeps
k
jump
july
journey
jfk
jerry
jeopardy
jelly
january
jacket
jack
item
issue
irony
ironic
ipod
invented
intro
interstate
internacional
interested
inside
indeed
incredibly
incredible
incorrect
improved
imessages
ideas
ideals
id
iconic
ian's
huntsman
huge
hrs
hrc
hotel
hospital
hopefully
hip
higher
helps
hee
heat
hates
hater
happening
hamlet
hail
gunna
gun
guitar
guilty
grown
ground
grossest
green
greek
gotta
gods
gmo
gigabit
gift
gif
ghosting
ghost
gate
gas
games
gaga
fyi
frosh
friend
frick
freezer
francisco
frances
fox
forgot
forever
forensics
forced
foods
following
followers
follow
folder
fml
flying
fly
florida
flops
flat
flappy
five
fitbit
fit
fish
fiscal
fios
finger
fine
finals
filter
festive
fest
fell
feet
fees
fee
fed
fat
fairly
extending
extended
experiences
experience
example
everywhere
ethernet
esteem
espresso
epic
enter
enjoy
engineer
endorse
emojiis
ellen
election
einstein
edge
econ
eat
east
due
dry
driveway
drivers
drink
doughnut
dosent
dollar
document
doctors
doctor
doable
ditto
dislike
disgusting
directional
difference
developing
developer
details
desk
denied
demand
dells
delivery
delete
delegates
degrees
degree
definition
defiantly
defense
decision
decides
debt
dc
daylight
dare
daniel
damnit
dallasfowoh
dads
da
d.c
cutting
cute
cup
cun
cryptic
cross
crj
create
crap
cranberries
crack
coyotes
cou
costs
corporate
cooler
cookies
convenient
control
contest
contacts
conspiracy
considering
consider
congressman
confused
confirmation
confirm
confidence
computers
communism
commin
colon
collected
cold
colbe
coke
cofounder
coffee
cnn
club
closes
click
clear
clarify
civil
christie
chill
childhood
chew
chemistry
cheeto
cheeks
cheap
chats
changes
chaer
cereal
ceiling
ceificate
caused
cats
cast
cash
carry
capitol
capable
candy
cancer
caesium
byod
busy
bunch
buffalo
bubbler
brob
bright
bridge
brewers
breaking
brand
box
bot
born
boring
boat
boaring
board
blow
block
bless
blank
bird
bio
biker
bike
bible
bell
beautiful
beach
bb
baseless
bascom
bars
bands
balls
bag
background
baby
b4
b13
avoid
austin
audio
attention
attempt
attack
asshole
asleep
asap
armed
arm
arguing
apx
applied
application
appears
apa
antennas
antenna
animal
angry
analyze
amount
ambulance
allis
ale
alarm
airtran
agree
aeropueo
advice
advanced
adult
address
acronyms
accurate
according
ac
absolutely
@verge
@twchelp
@twc
@tacobell
@sydneyr
@sydfromonline
@subway
@starbucks
@snapchat
@senronjohnson
@reppaulryan
@redscarebot
@prespatterson
@oscarscustard
@nfl
@mlb
@meowitsbrianna
@komarpv
@koehlerbear27
@kjon
@javalinos
@ibmwatson
@edwardospizza
@computerhistory
@bwcohen
@baskinrobbins
@att
@ashleykoehler
@ardpb
@apeuroprobs
@ap
99
96
90%
9
8th
82
800%
747
737
70%
65
5th
55
4k
4a
45
43
360
25%
2016
2005
1st
19
150
145
139
11
1.5
's
#yikes
#wisconsin
#wirecall
#why
#thevoice
#technology
#tbt
#stop
#spraypaint
#sos
#snowday
#sketch
#shitsgettinreal
#score
#sb49
#sat
#romney3am
#oops
#makeithappy
#lotto
#jciii
#ios7
#illtakeit
#hottake
#great
#gotcha
#gop
#firstworldproblems
#esurancesave30
#eahday
#coldpocalypse2014
#cnndebate
#barackesha
#apushwinning
#answer
#america
#
zoo
zona
zoe
zas
zach
yyz
yr
youngest
you'll
yoke
yoguis
yogu
yoga
yeyeyeye
yesyesyesyesyesyesyes
yesss
yep
yelling
yelled
yell
yearly
yayayayayayayaayyyy
xmas
xl
wyoming
wuf
wtf
wsame
wrote
wrongful
written
writing8
writers
wrecking
wowie
worsens
worms
workfare
workers
woodmans
wont
wonderland
wondered
women
wolf
wok
witnessed
within
witch
wishing
wise
wiscmail
wiscel
wireline
winnnnnnnn
wink
wing
winfield
windows
willing
wildly
wikipedia
whore
whoever
whitewater
whiteboard
whiskey
whether
wheeler
wheel
whatttttt
whatsapp
whateverrrrrr
wepon
wendys
weird
weiner
weeksnot
weekend.
website
weaving
weathermen
wears
we're
wca
ways
wauwatosa
wauk
watermelon
wasting
waste
wasps
washington
wars
warren
warning
warming
warmer
walmaon
walksend
walgreens
waking
waiters
waited
wage
waffle
w.h
vz
vweird
vuvuzelas
vu
voyager
voting
viual
visually
visits
visiting
virus
violated
vinteresting
vigilante
viagrasister
vet
vermont
verizons
venmo
venison
vegetables
vegan
vastly
value
valuable
valid
valentine
vaguely
vader
vaccine
vaccination
vacation
uw10
uw's
uverse
utterly
utopian
usinterior
usingers
usb
usage
usable
urrrrrrr
urban
upgrades
updog
upadate
unthinkable
unrestricted
unreasonable
unproductive
unofficial
unnecessary
unlocked
unless
univeristy
unity
unite
unions
unicycle
unhinged
unharmed
unfollowing
unfollowed
unfold
unemployment
undone
underwood
understood
understands
understanding
underdressed
undercooked
undecideds
uncle
uncapitolist
unaware
unannounced
unaccompanied
um
ultra
ultimate
uhd
ughhhhh
uggggg
ubuntu
uberbolka
u2
typo
twtr
twizlers
twins
twinkies
twice
twas
turning
turbo
tuned
tumble
tulum
tub
tsa
trutv
truth
trusts
trust
trump
truly
troye
trouble
trophy
trio
trillion
tries
tricker
trend
treatment
treaters
treasury
traveling
travel
trapped
transmission
transitions
transfers
transcend
training
trail
trading
trade
tow
touts
toure
tour
tough
touchwiz
touchdown
tots
torrent
tops
toppers
topped
tool
tons
tonnnnnssss
tomorrow.a
tomorrow's
toga
toddler
todd
todayitalian
toby
tn
tmbl
tlc
tk
tissues
tired
tips
tippers
tinyurl
tinkering
tinkered
timejust
timehop
timber
tim
tie
tide
ticketmaster
ticketed
ti
thursday
thrower
throttle
throtling
thriving
threw
threatens
thou
thomasical
thomas
thiy
thirsty
thin
thighs
therealverge
thenselves
themselves
thattttt
tfti
tey
texted
tethered
tests
terrorism
terrifying
tercine
tendon
tenders
tempter
temps
temperature
temper
telsa
tells
teens
teenage
teen
teddy
tectiles
technical
techies
tears
teaching
teacher
teach
taylor's
taylor
taxes
tavern
tater
tate
tas
tarmac
targt
tar
tantrums
tan
tall
talkie
talked
talented
taker
tagline
tag
tabs
ta
syrmen
syntax
synced
sympathy
syd
switching
switched
swipe
swing
swimming
swift
swerved
sweet
swedish
sweatshiweather
sweater
sweat
sway
swallowing
susan
sus
survive
surprisingly
surge
suprime
suppothis
suppoher
suppogoprint
suplimental
sums
summerweeknight
summer.
suggested
sued
sucks
sucked
successfully
success
suburbs
subtweet
subseither
subscribes
subscriber
subsavage
subs
submitted
stung
stuffed
studing
studied
struggle
structures
strong
strip
string
strikes
strewing
stretch
stressor
streak
storm
stops
stoners
stolen
stockbackorder
stimulating
sticker
stfu
stewais
steve
sterile
stereotypes
steps
stepped
steep
steal
statuses
statill
stathe
states
statements
starved
stared
starbuck
stapracticing
staple
stands
standardized
stalosing
stallis
stalks
stalk
stahp
stagetting
stage
stable
stabbed
staat
staan
sta
squirrel
squeaky
square
sprite
springs
spreading
spread
spotting
spotted
spook
sponsored
sponge
spokesperson
spoing
spoiler
spoiled
split
splash
spit
spills
spilling
spicy
spice
spelling
specifics
sparse
spark
spare
spanish
span
spaa
soylent
sovietbig
southern
sourced
source
sour
soup
sounded
soul
sophomore
soothsayer
soooooo
sooooo
sooo
sonnet
songs
song
son
sometime
somehow
solves
solution
solicited
solar
soglins
softcard
socks
societyif
society
socialist
socialism
snl
sneak
snapped
smoothie
smoooooooooooth
smoke
smog
smiled
smells
smawatch
smaperson
small
smaest
smacover
sma
slowly
slower
slovenia
slope
slippery
slingshot
sliding
slide
sliced
sleepover
slc
slave
slaughter
slapping
skype
skyfall
skunk
skin
skeptical
skaters
skated
size
sivan
situation
site
sisters
sirens
siracha
sir
sink
silver
silent
signing
significant
signature
sideload
sickle
sic
shutdownre
shutdown
shun
shrinking
shoyears
showed
shouldn't
shots
shos
shoprogram
shopping
shopeople
shootings
shoot
shook
sho
shiwas
shir
shipping
shipment
shinext
shiless
shift
shier
shields
shes
sherry's
sherry
sherbs
sheep
she's
shattered
sharp
sharing
shaped
shameful
shame
sham
shakes
shake
sf
sexus
sexually
sexual
sext
seung
setup
settings
sett
serves
servers
served
september
separated
sentences
sentence
sent
senior
sending
senators
senate
semrad
semi
sells
selling
selectivity
seizures
seg
sees
seemed
sections
secretary
secession
seats
seating
seasons
searching
search
sean
seahawks
sea
se
screwed
scremo
screens
scream
scre
scratching
scratches
scratch
scrapes
scrap
scores600
scored
score.blue
sconnie
scientific
schoolers
schooler
schemes
scheduled
schedule
scarf
scapegoat
scanning
scandal
scab
sayin
sayibg
saxophone
sausage
satisfying
satisfied
sassy
sas
sarchasm
sarcastic
sapphire
santas
sandwich
sands
sanders
samsung's
salts
salomanila
sailing
safety
safest
sadest
saddest
sadder
s5
s4
russia
russ
rushing
rush
rural
runners
rumor
ruins
ruby
rubbing
royalty
royale
rows
rowers
row
rove
routers
route
round
roughly
rough
rosavel
rootmetrics
ronald
ron
romm
romantic
romania
roman
rogensack
robespierre
roastery
roar
rnkid
riviera
river
risk
ripoff
riotif
ringing
ring
reviews
reviewing
retweeting
returns
retaking
result
restaurants
restaevery
respond
resistant
resident
reserves
reserved
resadent
requires
request
republican's
represent
repoers
repo
replies
replacement
replaced
repeating
repeal
rep
rent
rename
renaissance
removing
remove
reminiscent
reminding
relish
relieving
reliable
released
relax
relative
relationship
relations
related
relatable
rel
reid
regulations
regrets
regression
regionally
regional
regent
refuses
refused
refund
refresh
reflect
reduced
redeem
recruit
recording
reconnect
recommendation
reclines
recipt
reception
recently
receiving
received
receive
reccomenders
rebuttal
rebuild
rebellions
reasons
reading690
reaction
react
re
rather
rates
rare
rapidly
ranked
rang
randomly
ramsey
ramp
ram
raju
raise
rains
railroad
rail
raid
raffle
racks
racistsplease
racing
racine
rachel
racewalking
quoting
quiz
quick
questionable
quesadillas
qualifying
qualifications
quadrillion
qr
q
pvms
puzzles
putty
puts
putin
pushing
push
purse
pure
puns
pundit
punched
pumpkin
pumped
pulling
puking
publicly
ptz
psat
provided
provide
protests
proposal
propoionally
proper
propaganda
proofer
promises
promised
promise
proliferated
progressively
progress
profile
product
proctors
processors
process
problems
problemas
prized
prize
priority
printing
printers
printer
principle
primaries
pricing
previously
pretti
preserve
presenter
prescription
pres
prepaid
preorder
prefers
preferred
precipitate
precincts
praying
prairie
ppp
powerful
pouts
potluck
potentially
pot
posting
posters
poster
postage
positive
positioned
posey
porait
populated
poorly
poor
ponza
poms
pollution
poll
politifact
politics
politician
politically
political
policy
poles
poland
poking
pokemon
poke
pointer
pointed
poem
pod
pocket
po
plus
plug
plows
plotting
plot
plop
plenty
pledge
playlist
player
played
playbook
plase
plant
planned
placement
placards
pitcher
pitch
pissing
pirate's
pipes
pinned
pinkie
pilot
pillows
piles
pikachu
pigeons
picked
physically
photoshop
philosophy
philadelphia
phablet
pets
petitioned
petition
persue
persons
personally
personal
perry
peroxide
permits
perfectly
perennial
percent
peoples
pension
pennsylvania
penney
peeve
peeps
pedometer
peal
peaks
peaceful
pda
paywall
paypal
pay's
path
passw0rd
passive
passfail
pas
parsing
parrot
paranormal
paradox
par
papier
panza
pants
panthers
panini
panera
pamphlets
palin
paint
pains
painful
paii
paies
paicipants.
paially
paial
pahenon
pahanon
pagessearches
pages
packing
packer
packed
package
paaffiliation
pa7
pa6
pa5
pa4
pa3
pa2
pa1
pa
ownpost
owner
owe
overspent
overslept
overpriced
overnight
overcompensating
overall
overage
oveakes
oveaken
outweigh
outlaw
outfits
outfit
outage
ounce
osmosis
oscar's
oscaaasss
orphium
orleans
orioles
originally
oriented
orgs
organic
ordinance
orders
ordering
order
ordeal
oranges
option
optimum
optimizing
opt
oppounities
opposite
opinions
opinion
opens
opening
opened
ooohhh
ooo
onto
ons
onion
omaha008
olympic
oliver's
okay
ohmygod
ohio
og
officially
office's
offered
offenders
offender
ofc
ofa
odds
odd
october
ocean
obviiiii
obtain
observation
obscene
obo
object
oakdale
o.o
o'leary
o'clock
nytimes
nyt
nyc
nutella
numerous
number
nuke
nsamobilevan7
nsadatamine
nra
now#&lt3
november
novell
novel
notifications.std
notification.current
notice
notecard
nope
nooooooooooooooo
noooooo
nooooo
noooo
noodles
nonfiction
none
nominations.
nomination
nominated
nominate
nohern
nodded
nn
nix
nitrogen
nintendo
niketown
night.#welcometowisconsin
nfc
newstudy
newer
newb
nevada
networking
netscape
netanyahu
nessary
nerd
neighbors
neighborhood
neighbor
nebraska'
near
nbc
naw
navigator
nationals
nation
narcissism
naming
nahhhh
nah
mwf
mvnos
mush
museums
municipality
mukbuks
mukbucks
mugged
muddy
mucho
mtv
msg
mr
movies
move
mouthwash
mountain
mound
motors
motorcycle
mosquito
moremonth
more.reply
moral
moon
mood
momme
moments
moment
molding
mode
mixing
mission
miserably
miserables
mis
mints
mins
minor
minimum
minimal
millionaires
million
millimeters
millennials
millenial
mill
milk
military
miles
mii
mighty
midwesterners
microwave
microsoft
micromo
microcells
michelson
miami
mia
mi
mh350
metro
methods
methodology
method
metaled
met
merrychief
merry
merger
mercy
mercedes
menu
menjust
meningitis
memphis
memphes
memory
memorized
memories
memo
memes
memememe
members
meh
mega
meeeee
medota
medium
medicine
medicaid
meatball
measures
meaning
md80
mcdonald's
mcconnell
mccain
mc
mba
maynard
mayan
maya
maxing
matt
math570
mat
masterchef
mass
masons
masd
mascot
mary
marxists
marching
march
marathon
mara
mapping
manufacturing
manu
mans
manditory
mandela
mamma
male
malaysian
makings
maker
magoats
magic
magazine
madisonians
mad
macy's
macworld
macs
macbook
lynch
lyfe
luxury
luv
lunchables
lucas
lower
lovessss
loves
lover
loved
lottery
lose
lord
looses
loose
loop
loner
lone
london
lol
lohan
locker
lockdown
location
lobby
loans
loads
lmk
lloyd
living
livestream
lived
litteratly
literature
literallly
listen
liquor
lion
lining
linguistics
lincoln
liking
lift
lifemade
lies
lied
lieberman
lie
libey
liberals
lg
levi
levels
letters
letter
letmein2.
letmein
leonardo
lel
leisure
legs
legally
legalized
legacy
leg
led
leasing
learning
leaked
leaf
leads
leadership
le
layoffs
layiing
lawsuit
lawrence
launcher
laugh
latin
lates
latency
laser
lap
language
landrieu
lady's
ladies
lactose
label
lab
la
kyle
ky
kruegman
kristen
kos
koppsmom
kopps
kopp's
kohl
knife
kiwis
kitty
kitkats
kitkat
king
kinds
kim
killed
kidding
kicks
kicking
kicked
kfc
keystone
keys
keynes
keyboards
kevin
kept
kenosha
keeping
karma
karl
kansas
kagaen
junk
junior
judging
judges
judge
jt
journal
jon
joking
joint
joined
johnson
johns
jobinternship
jimmy's
jim
jetblue
jess
jersey
jerry's
jerk
jeopardys
jennifer
jellous
jefferson
jeep
jam
jacks
itsource
ita
it'
issues
isnt
islate
ishump
isenstadt
irrelivent
iron
ireland
iranians
iphones
iphone's
ipadtwitter
iou
invite
invested
invention
intruder
intolerant
intimidating
interviews
interview
internship
intern
intermediate
interests
intense
intended
insurance
instructions
instantly
instant
installed
installations
install
inspiring
inspired
inspirational
inspiration
insignificant
insider
inse3
insanity
insanely
inouyes
inouye
innovation
ink
ing
inform
info
inflation
infested
industry
industrial
induction
indubidly
indivisible
independent
increases
incompetent
includes
included
incident
inauguration
inadequate
in'14
impractical
impossible'
implemented
immmmaaaa
immediate
immagine
imma
imaginative
image
ilysm
ily
illusive
illuminati
illiterate
illinois
ii
ih8u
ignore
idol
idiot
ides
ideal
icloud
icar
ibm
i've
i'd
hydrogen
husband
hunts
hunters
hungry
humy
humid
humbling
humanity
human
hulu
huing
huh
hub
hu
htcs
hspa
hourly
hotspot
hostess
hosted
hornets
hopeless
hopcat
hop
honor
honey
honers
homies
homeroom
homepage
homelessness
homecoming
holocaust
holiday
hole
holds
holding
holder
hold
hogging
hog
hmu
hive
hitting
hits
hissed
hise
hired
hint
himself
himjust
hilldale
hillary's
hilarious
highway
highly
highlights
highest
hfa
hes
heros
heroin
heroes
heres
here's
hence
helpful
helped
hellen
held
hehe
heelie
heavily
heas
hearing
healthcare
heafor
heads
headphones
heading
header
headache
head2
heaattack
hd
haz
hay
hawt
hawaii
hauntinghexing
hating
hathaway
hated
hatchback
hatch
hat
hastag
hasn't
harvard
harm
hare
harder
hardddddddd
happily
hangout
hang
handy
handoff
handling
handle
handedly
hammer
hallway
hallucinating
halls
hallplease
halfway
hales
haircuts
haircut
hacked
hackathon
h99f0
h8rz
h8potatoes
gyros
gyro
guys
guns
gui
guessed
guernsey
guards
growing
grotto
gross
groaning
grinding
grinder
greener
greatest
greater
gravity
graph
granted
grant
grandparents
grande
grand
graham
graduation
graders
grader
grad
grabs
grab
gr8
governing
governer
gov
gotten
gotchu
gorham
gordon
gop
googler
google's
golfing
golf
glue
glasses
given
giveaway
girl
giordano's
gingrich
gimme
gilded
gig
gifs
ghosts
ghetto
gesture
gergantiunation
geometry
geofilter
gentlemen
gentle
genius
generation
generalizations
gear
ge
gaylord
gap
gallon
gained
gain
fusion
funds
function
fullscreen
fucked
fuck
ftw
fsk
frustrated
frrito
frontier
fro
friendsfamily
friendaversery
frickin
freshmen
fresh
frequently
frequent
freezing
freeways
freeway
freestyle
freeing
fraturnityagonia
frat
frapuccino
frank
francis
franchise
framitto
foxconn
four
fountain
fouh
forwarder
forward
formed
format
form
forest
foreign
forecast
ford
forces
fools
fonding
folk
focus
flyover
flyfi
fly's
flustered
flush
flu
floor
flipping
flippin
flightaware
flicked
flexible
flatiza
flashing
flash
flare
flannel
flame
flake
flak
fla
fireworks
fired
finishing
finest
fined
finds
finding
filling
fillibuster
filibuster
files
fights
fighting
fight
fever
fetus
ferwerda
fellow
feingold
feed
fedex
federal
feast
favoriting
favor
faving
fav
fault
fatigued
fashion
farmville
farm
fares
famous
falsely
fallone
fallon
fallen
faking
fakes
failure
failed
fad
faculty
facts
factory
facetime
facebook's
faa
f
eyebrows
extremely
express
exposed
expos.
explosive
exploration
explodes
explode
explaining
expansion
expand
exit
exists
existant
exhibit
exempt
executives
executed
execs
exc
ex
ewww
ewr
everytime
everyones
events
eventful
evefrickin
eveday
european
eu
etriggering
ethnic
etf
established
essays
essay1860
eric
er
equity
equipment
epicenter
entered
enormously
enlightenment
enjoying
enhanced
enforce
energies
endorsement
ended
endeavor
enabler
enabled
ems
employment
employer
emphasized
emotions
emojis
emergency
emerged
embedded
elsewhere
elmer's
elizabeth
elie
element
electronic
electric
electorate
electoral
electon
elected
eh
effo
efficient
effective
effect
eew
ee
edwardo's
edmodo
edits
edition
edgeon
ed
economists
economics
eclipse
ece
ebola
eattle
eats
easy.first
easy
easter
earns
earn
earlier
ear
eahquake
eagers
dynasty
dynamic
dying
dwight
dvd
dutch
dust
duopoly
dumping
dudes
duck
dt
drug
drops
droid
driver's
drinks
drinking
dressing
dream
drains
drain
drafts
draft
downtown
downstairs
download
downcc
doud
dorip
doors
donuts
donors
dongs
done&lt&lt&lt&lt&lt&lt&lt&lt&lt
donated
donate
dominos
dog.seriously
doesnt
dodge
docile
doc
dnc
dm
dlux
divide
diversions
distoed
distance
display
dispare
disheaening
disease
disdain
discretely
discovered
disbelief
disapproval
disagree
disable
directors
directly
direct
dip
dinosaurs
dining
dingo
ding
dilation
dilate
digits
digital
dies
died
dicks
dhl
devil
device
deutsch
detroit
detlaff
determined
destined
desperate
desire
deserve
descriptions
describes
described
describe
descend
depressing
depending
depament
denver
denounced
denies
den
democrats
democratic
demands
delivered
delegate
deja
deine
deficiency
defending
defeat
default
deer
declining
decline
declared
decide
decent
december
decade
debugging
deans
deals
dealer
deadlines
deadline
dccc
dayyyyyalso
dayton
dayssss
day1
daughter
datoj
dash
das
darn
dangerously
dangerous
dang
damnitthis
daddy
dabbed
d#winning
cynics
cynical
cycle
cuts
customs
cushion
curves
curve
curse
current
curfew
cupholder
culminating
cubs
cs367's
crust
cruel
crowd
crossed
crops
croix
critical
crispy
cripple
cringe
crime
crew
creeps
creeped
crashes
crappy
crappppppp
cranky
cram
cracking
cozy
cowbells
cove
courses
coupons
couple
countries
counting
counties
couldn't
couesy
couch
cotton
correlation
correcting
corners
cornell
corn
core
copying
cops
copper
cooper
cool.
cookware
cook
convo
convesmoke
conversations
controlling
contradicts
contradicting
contracts
contiguous
contained
contact
consumed
consume
consultants
constitutional
constant
consistently
consequences
conon
connection
congratulations
congrats
confirms
confirmed
confess
conditioning
condition
condensed
concur
concrete
conch
conceto
concerning
concept
conceded
conceat
conce
con
comprimise
complicated
complaining
compilations
competition
compare
company
companies
communications
commonly
committee
commission
commenting
comment
commander
columns
colty
colorado
colleges
collect
colbeleft
coincidence
coincidance
coffe
coefficient
codes
cocktail
cockroach
cockpit
cock
coal
clutter
cloudy
clouds
closed
clone
clock
climbs
clicking
cliche
clever
classy
classmate
classless
claire
claim
civilization
cities
circle
cilantro
churchkey
chunk
chuck
chris
choose
choices
chocolates
chinese
chilli's
child
chihuly
chickens
chicken
chicago
chest
cherry
chepos
chen
cheeseburger
cheek
cheddar
checked
cheated
chear
cheaper
chargers
charged
characters
characterizing
chapter
channels
changing
changerparadigm
champions
chamber
challenged
challanges
chain
cha
ces
cervantes
ceo
century
cent
cellular
cells
celebration
celebrates
ceification
ceain
cdc
cc@chastaincaleb
cause
catholic
catering
catch
catalonia
casually
casual
castaway
cassius
casino
cashews
cas
carsons
cars
carrying
carrier
carpet
carmel
caridge
caribbean
cargo
cares
careless
career
carbon
carb
caprioi
capacitive
canvassing
canvas
cantor
canter
candidate
cancun
cancel
canadian
camp
cameras
calls
caleb
calculus
calculator
calamari
cake
cabinet
cabin
ca
bw3s
buzz
buttons
butter
butt
bussyness
business
bush
bus&gt&gt&gt&gt&gt
burst
burrito
burning
burgers
bunny
bun
bums
bumble
bullet
bull
buildingworkclass
buildings
bugs
buggy
bug
bucky
brutus
brutal
brush
browsers
browser
brownie
brown's
brown
bros
brooklyn
brookfield
broncos
broken
brogrammer
broadband
bro
british
brings
bringing
breeze
breaks
breakfast
brb
branding
brain
brag
bradford
bracket
boyfriend
bowl
bout
bouncer
bottles
bottle
botched
boss
boosts
boonies
boom
bookwork
books
booked
bonus
bonned
bonds
bold
bolba
boiling
bogus
boehners
boehner
bodies
bobby
boarderline
bmw's
bmt
blumound
blt
blown
bloodwork
blocks
blocking
blinking
blend
blast
blanket
blame
bits
bite
bitcoin
bitcoiin
binge
billions
bill
biking
biggest
bigger
biden
bi
betrayed
beta
bet
bestie
bestfamilyeva
besles
bernies
bernice
bernard
bernanke
bentsen
benghazi
bend
beme
belly
believer
beijing
beholder
begins
begin
bees
beer
beech
bee
bedtime
becoming
becomes
becides
beauty
beats
beat
bear
bds
bc
battleground
batter
bathroom
bastille
basket
basicscome
basement
based
baseball
barrett
barns
barley
barely
bare
barackesha
baon
bang
bandwidth
bandwagon
band
baltimore
baldwin
bajillion
bags
baggage
bagels
bae
badly
badgers
badddd
bacon
backpack
backlit
bachman's
bachman
babe
az
ayeeeeee
awwwwwwwwww
awful
awesomeness
awesome
aware
awards
awake
avoided
avenue
ave
avatar
aval
autographed
auto
australian
august
aughhhhh
attempting
att
atleast
atlanta
atl
assumption
assumed
assume
assistant
assignments
assignment
assholes
assessment
assemble
assaulted
asleepi
arrow
arron
arriving
arqueolgica
arms
armor
armington
arive
arguments
argue
areas
arches
arcades
apt
apr
appt
approximately
approve
appropriating
appropriately
appropriate
apprentice
appreciated
appreciate
appointment
apply.
applicants
apple's
appear
apparent
apparel
anyways
antony
antibiotics
anthony
anthem
answers
anoyatron
annoyance
announces
annote
anne
animated
animals
angsty
angle
anger
angel
andy
andi
anddd
analysts
amusing
amped
amiright
americano
amazed
amaze
alternative
alternate
als
aloft
almonds
allowed
allergy
allergic
alive
alikes
alice
alex
aj
airventure
airpotomorrow
airposhuffle
airpoover
airpooff
airpofor
airpodaycare
ahead
agricultural
ago.conclusion
aggressively
aggressive
aggregated
ages
agent
aged
afternoon
afraid
afloat
affect
advisory
advise
adventures
adventure
advantage
advance
adorable
admits
addition
added
add
adblock
active
activated
activate
acting
acquire
acknowledge
achievement
acetate
accountsyou
accomplish
accidently
accident
accent
academy
academic
aca
absolutly
abs
ability
abbreviation
abandon
aa
a350
a319
@wtmj4news
@workatsubway
@woodmansfood40
@wisdems
@windows
@whitehouse
@verizonfios
@verizon
@udacity
@ubermke
@uberfacts
@twitter
@tumblr
@tpm
@tide
@theonlycolton
@teslyft
@tesla
@techfye
@stevewoz
@sprint
@snapdragon
@seahawks
@scherbsapush
@savannahconine
@samrikkers
@rv1raj
@royalcaribbean
@ridingpauladeen
@reneemgagner
@realjohngreen
@progressivesutd
@piratescovewi91
@picknsavefoods
@nationals
@natesilver538
@mukalexegner
@mittromney
@mitchwerger
@mitchellairpow
@mitchellairpoto
@mitchellairpoin
@meetthepress
@matthewmrigney
@marcusrussell65
@macys
@lyft
@koppscustard
@klout
@kitkat
@khansen1724
@johnkrasinski
@johnbolka
@johnb0lka
@jcpenney
@inafried
@gwtweets
@gopleader
@googleplay
@googlenexus
@googlefiber
@googlecalendar
@google
@gizmodo
@georgewebb
@flyfrontier
@fedex
@fcc
@factsionary
@facebook
@everyblock
@ericschmidt
@ericforsenate
@elonmusk
@eaaupdate
@eaa
@droidlife
@directv
@demconvention
@delta
@dailywisco
@collegeboard
@cnet
@classicpixs
@chucktodd
@chilis
@cdcgov
@cancunairpoin
@calpizzakitchen
@bwwings
@brewers
@brandssayingbae
@bkoeha
@bbbaumganer
@apforstudents
@americanair
@ambassadorrice
@amazon
@ajkahle
@airlineflyer
@airbus
@9to5google
9th
95%
95
93
9162016
9112001
911
904
9000
8a
890,000
89
85
823pm
800
7s
7pm
7day
777
75
717
711
700
70,000
70
7.75
7.7
693758x
68.8
630
63
62
615
600,000
600
60%
6.
5x5
5s
58
56
54
515
50,000%
5.0
5,4,2
4s
4n6
4ab
49
46.4%.
44%
44
42
400
4.3
4.0
3g
3d
39.4
39%babula
39
38
36th
352
350
340
34
321t
320's
302
300
3.5
3.25
2g
2am
28
270
24
234
23
22.
215
21
2046
2017
2016.
2015
2013
200month
2004
2000wow
2000th
200
2.4
1x
1s
1jesus
1987
1980
18th
1872
1864
1861
1820's
180
17
16,949
1500
15.85
15%
14th
1415.16
141
13th
131
130am
130
128
1250
1234563.
1200
120
12%
11pm
118
114
1116
111213
11000000
110
1010
101
1000
100,000
10.5
1.0
1.
1,600
0.0%
.75
.1
.00005
'whoops'
'whatever'
'viually
'moist'
'don't
'brianna'
&lt12
&lt&lt&lt&lt
&lt
#yoydontgetme
#youshouldknowbetter
#youliveinwisconsinif
#yessir
#ye
#wtf
#wordchoicewednesday
#wohit
#withsugarontop
#wisprobs
#wisen
#wisconsinweather
#winteriscomming
#windows8
#win
#wifi
#wi1
#whynot
#whyme
#whatjusthappened
#waukesha
#waitlisted
#waitabit
#vote
#vinefun
#vine
#verizonprobs
#uwsummer
#uwsummeerm
#uwspring
#uwfreshman
#uwfall
#uw
#upgrade
#unleash
#unclothing
#twitteripo
#tweettammy
#turnsotuup
#truthhus
#truelove
#travelskills
#tragic
#tons
#timetodochemhomework
#tickets
#thriftythursday
#thingsthatkeepmegoing
#theyonlyadmitlike5%ofwaitlistedpeople
#theoffice
#thecloudsaretheonlyeclipseineed
#thankyousteve
#thanksgoogle
#thanksgiving
#thanksforsharing
#thanksdad
#thanksapple
#thanks
#thankfulthursday
#thankful
#thak
#texttuesday
#tank
#tallprobs
#tacopay
#swiftlang
#swaggy
#swaggggg
#supercommittee
#superbloodmoon
#summer
#sudafed
#suckit
#subtitlesonly
#studyupinnetworking
#study
#stressed
#stfu
#stevejobs
#standwithdelta
#standardizedtestwinning
#spectrumcruch
#soviets
#sovietconspiracy
#sotu
#sorrynotsorry
#soaked
#snowing
#smh
#slactivists
#skill
#sketchytweets
#shotoniphonex
#shotoniphone
#shocker
#shittywitte
#shhhhhhh
#sherrylogic
#sherbs
#shamlesspromo
#senyaschedule
#senioryearin5words
#seemslegit
#secretsnap
#seahawkswin
#seahawks
#scuba
#screwyoutooverizon
#screw
#sconniespirit
#schooled
#savethepostoffice
#sardines
#samsungs
#samespectrum
#royalcaribbean
#richkid
#recallwalker
#reallyhottake
#readyforthestorm
#readyforjoe
#rain
#qz8501
#putinrockbands
#purplehats
#pun
#psa
#protip
#prompt
#productive
#procrastination
#priceless
#preciousspectrum
#politicalfactoftheday
#poetweet
#pleasestop
#please
#pleae
#planb
#phabletprobs
#periscope
#perennialtweet
#ouch
#oshit
#oscars
#ofawinning
#obamacare
#notsurprised
#notreally
#notatsubway
#not
#noshame
#nfc
#nextbigthing
#newgame
#neverforget
#needenergy
#mylife
#mycollegelife
#my2k
#morningafterbill
#morebrokenpromises
#mondays
#mondaymoments
#mke
#misheardhomcomingthemes
#mimomentum
#millenials
#mighnightthoughts
#midnightthoughts
#midnightproductivity
#midnightcarwash
#merrychristmas
#memes
#mcdonalds
#math222
#massive
#marchmadness
#makesyouwonder
#makessince
#magic
#magentafye
#madetheconnection
#lyftdes
#lowestthisquaer
#lovecruising
#lovecantwait
#lots
#localnews
#loan
#letmeout
#keepitreal
#justcalsthings
#jonneedstheroom
#jobsspeech
#jobsnow
#jobama
#jkscaliadoesnotthinkso
#jfk
#jealous
#jeah
#javalinos
#ivoted
#itsnotacoincidence
#itsgettinreal
#isad
#insane
#ineedfastlte
#inauguration
#imscrewed
#imoneofthosepeople
#imnotafish
#imdonenow
#ifeelwanted
#ibmwatson
#ibet
#hypocrisy
#howhelpful
#houseofcardsseason3
#hotteake
#hospital
#hope
#honorschem
#highspeedrail
#heabroken
#hardestthingtodo
#happyeuroeve
#hamdaniel
#halloweenscare
#halloween
#gum
#guessthathelpdeskagent
#guacamoleprobs
#governmentshutdown
#googleknowledgebomb
#googleglass
#goodolddays
#golda380
#godie
#ghost
#getwiththeprogram
#generou
#galaxy
#futurebadger
#fullmoon
#fuckyou
#fuckingcold
#friday
#forcedlaugh
#flt93
#flag911
#firedup
#fire
#festrong
#fellowswi
#fearless
#fancy
#familytime
#fake
#failwhale
#factofday
#eyebrowsgamestrong
#examsos
#exams
#espressosanta
#eew
#edshowissue2
#edshow
#driveroftheday
#doubletrouble
#dontforgeted
#donothingsenator
#doctorsknowtheirshit
#dive
#deplorable
#denied
#deep
#dayruined
#daymade
#daylightsavings
#datastrong
#cuwasoxadized
#cutmytaxes
#curve
#cryingsoftly
#crazy
#crash
#content
#collegeboard
#cold
#coffeeshops
#citylogic
#city17
#chevrolet
#chemistrypun
#change
#chadhasachallanger
#cash
#carrieraggregation
#capexfreeze
#candy
#byebyeboehner
#butistillpassed
#burkeshaw
#burkeashaw
#brands
#brand
#braceyourselfforawesomness
#bornmobile
#boringmke
#blamerepublicans
#bigwordfriday
#bentgate
#bbm
#badger
#babikeashaw
#awwww
#aws3
#asianprobs
#apush
#apscore
#aprofileincourage
#appsupinhere
#appasswords
#apmatchmaker
#apgov
#ap
#americanidol
#alone
#airpoafterdark
#airasia
#againcnn
#acceptthedamndeal
#911day
#7gradeswave
#7478model
#5
#34532
#222
#2020
#2016
#1
